Repository: KDE/kuickshow
Catalog: po/sa/kuickshow.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: (authors)
sa: (लेखकाः)

source: (url)
sa: (url) ९.

source: (copyright)
sa: (प्रतिलिपिधर्मः)

source: Modifications
sa: परिवर्तनम्

source: Apply default image modifications
sa: पूर्वनिर्धारितप्रतिबिम्बसंशोधनं प्रयोजयन्तु

source: Scaling
sa: स्केलिंग्

source: Scale image to screen size, if smaller, up to factor:
sa: चित्रं स्क्रीन आकारं प्रति, यदि लघुतरं, कारकपर्यन्तं स्केल कुर्वन्तु:

source: Shrink image to screen size, if larger
sa: चित्रं स्क्रीन आकारं प्रति संकुचयन्तु, यदि बृहत्तरम्

source: Geometry
sa: ज्यामिति

source: Flip vertically
sa: लम्बवत् पलटन्तु

source: Flip horizontally
sa: क्षैतिजरूपेण पलटन्तु

source: Rotate image:
sa: चित्रं परिभ्रमन्तु :

source: 0 Degrees
sa: ० डिग्री

source: 90 Degrees
sa: ९० डिग्री

source: 180 Degrees
sa: १८० डिग्री

source: 270 Degrees
sa: २७० डिग्री

source: Adjustments
sa: समायोजनानि

source: Brightness:
sa: कान्तिः :

source: Contrast:
sa: विप्रकर्ष:

source: Gamma:
sa: गाम्मा :

source: Preview
sa: पूर्वावलोकनम्

source: Original
sa: मूल

source: Modified
sa: परिवर्तित

source: General
sa: सामान्य

source: Remember last folder
sa: अन्तिमपुटं स्मर्यताम्

source: Quality/Speed
sa: गुणवत्ता/वेग

source: Smooth scaling
sa: स्मूद स्केलिंग

source: Fast rendering
sa: शीघ्रं प्रतिपादनम्

source: Dither in HiColor (15/16bit) modes
sa: HiColor (15/16bit) मोड्स् मध्ये Dither

source: Dither in LowColor (<=8bit) modes
sa: LowColor (<=8bit) मोड्स् मध्ये Dither

source: Use own color palette
sa: स्वस्य वर्णपैलेट् इत्यस्य उपयोगं कुर्वन्तु

source: Fast palette remapping
sa: द्रुतपैलेट् पुनः मानचित्रणम्

source: Maximum cache size:
sa: अधिकतमः सञ्चयस्य आकारः :

source: Unlimited
sa: असीमित

source: Fullscreen mode
sa: पूर्णपर्दे मोड

source: Background color:
sa: पृष्ठभूमिवर्णः :

source: Show only files with extension:
sa: केवलं विस्तारयुक्तानि सञ्चिकानि दर्शयतु:

source: Open KuickShow Website
sa: KuickShow वेबसाइट् उद्घाटयन्तु

source: Preload next image
sa: अग्रिमः चित्रः पूर्वं लोड् कुर्वन्तु

source: Duplicate Window
sa: डुप्लिकेट विण्डो

source: Show Next Image
sa: अग्रिमचित्रं दर्शयतु

source: Show Previous Image
sa: पूर्वचित्रं दर्शयतु

source: Delete Image
sa: चित्रं विलोपयन्तु

source: Move Image to Trash
sa: चित्रं Trash - मध्ये स्थानान्तरयन्तु

source: Restore Original Size
sa: मूल आकार पुनर्स्थापित करें

source: Maximize
sa: अधिकतमं कुरुत

source: Rotate 90 Degrees
sa: ९० डिग्री घुमाव

source: Rotate 180 Degrees
sa: १८० डिग्री घुमाव

source: Rotate 270 Degrees
sa: 270 डिग्री घुमाव

source: Flip Horizontally
sa: क्षैतिजरूपेण पलटतु

source: Flip Vertically
sa: लम्बवत् पलटतु

source: Print Image...
sa: मुद्रणं चित्रम्...

source: Return to File Browser
sa: File Browser इत्यत्र प्रत्यागच्छन्तु

source: More Brightness
sa: अधिकं कान्तिः

source: Less Brightness
sa: न्यूनकान्तिः

source: More Contrast
sa: अधिकं विपरीतम्

source: Less Contrast
sa: न्यूनविपरीतता

source: More Gamma
sa: अधिकं गाम्मा

source: Less Gamma
sa: न्यूनं गाम्मा

source: Scroll Up
sa: उपरि स्क्रॉल कुर्वन्तु

source: Scroll Down
sa: अधः स्क्रॉल कुर्वन्तु

source: Scroll Left
sa: Scroll Left इति

source: Scroll Right
sa: Scroll Right इति

source: Pause Slideshow
sa: स्लाइड शो विरामयतु

source: Reload Image
sa: चित्रं पुनः लोडं कुर्वन्तु

source: Properties
sa: गुणाः

source: Unable to download the image from %1.
sa: %1 तः चित्रं अवतरणं कर्तुं असमर्थः ।

source: Unable to load the image %1. Perhaps the file format is unsupported or your Imlib is not installed properly.
sa: %1 प्रतिबिम्बं लोड् कर्तुं असमर्थम् । कदाचित् सञ्चिकास्वरूपं असमर्थितम् अथवा भवतः Imlib सम्यक् संस्थापितम् नास्ति ।

source: Brightness
sa: कान्तिः

source: Contrast
sa: विप्रकर्ष

source: Gamma
sa: गाम्मा

source: Unable to print the image.
sa: चित्रं मुद्रयितुं असमर्थः।

source: Printing Failed
sa: मुद्रणं विफलम्

source: Keep original image size
sa: मूलप्रतिबिम्बस्य आकारं रक्षन्तु

source: Save Image As
sa: चित्रं यथा रक्षन्तु

source: Image Files (%1)
sa: चित्रसञ्चिकाः (%1) .

source: Could not save the file. Perhaps the disk is full, or you do not have write permission to the file.
sa: सञ्चिकां रक्षितुं न शक्तवान् । कदाचित् डिस्क पूर्णा अस्ति, अथवा भवतः सञ्चिकायां लेखनस्य अनुमतिः नास्ति ।

source: File Saving Failed
sa: सञ्चिकारक्षणं विफलम्

source: You are about to view a very large image (%1 x %2 pixels), which can be very resource-consuming and even make your computer hang. Do you want to continue?
sa: भवान् अतीव विशालं चित्रं (%1 x %2 पिक्सेल) द्रष्टुं प्रवृत्तः अस्ति, यत् अतीव संसाधनग्राहकं भवितुम् अर्हति तथा च भवतः सङ्गणकं लम्बयितुं अपि शक्नोति । किं त्वं निरन्तरं कर्तुम् इच्छसि ?

source: Image loading and rendering library
sa: इमेज लोडिंग् तथा रेण्डरिंग् पुस्तकालयः

source: Image processing library
sa: चित्रसंसाधनपुस्तकालयः

source: Configure
sa: विन्यस्तं कुर्वन्तु

source: &General
sa: &सामान्य

source: &Modifications
sa: &संशोधन

source: &Slideshow
sa: &स्लाइडशो

source: &Viewer Shortcuts
sa: &दर्शक शॉर्टकट

source: Bro&wser Shortcuts
sa: Bro&wser शॉर्टकट

source: Downloading %1...
sa: %1 डाउनलोड् करणम्...

source: Please wait while downloading %1
sa: कृपया %1 अवतरणं कुर्वन् प्रतीक्षां कुर्वन्तु

# @info
source: Do you really want to display this 1 image at the same time? This might be quite resource intensive and could overload your computer.<br/>If you choose <interface>%2</interface>, only the first image will be shown.
sa: किं भवान् वास्तवमेव एतत् १ चित्रं एकस्मिन् समये प्रदर्शयितुम् इच्छति? एतत् स्यात्quite resource intensive and could overload your computer.<br/>यदि भवान् इच्छति <interface>%2</interface>, केवलं प्रथमं चित्रं दर्शयिष्यते ।

source: Display Multiple Images?
sa: बहुविधाः चित्राणि प्रदर्शयन्तु?

source: Display
sa: प्रदर्शन

source: &File
sa: &संचिका

source: &Edit
sa: &सम्पादन

source: View
sa: दृश्यं

source: &Settings
sa: &सेटिंग्स

source: Main Toolbar
sa: मुख्य साधनपट्टी

# @info
source: Do you really want to permanently delete the file<nl/><filename>%1</filename>?
sa: किं भवान् वास्तवमेव<nl/><filename>%1</filename> इति सञ्चिकां स्थायिरूपेण विलोपयितुम् इच्छति?

source: Delete File
sa: सञ्चिकां विलोपयतु

# @info
source: Do you really want to trash the file<nl/><filename>%1</filename>?
sa: किं भवान् वास्तवमेव सञ्चिकां<nl/><filename>%1</filename> कचरे स्थापयितुम् इच्छति?

source: Trash File
sa: कचरा सञ्चिका

# to trash
source: &Trash
sa: &तुच्छद्रव्य

source: Image Error
sa: चित्रदोषः

source: Unable to initialize the image library "%2". More information may be available in the session log file, or can be obtained by starting %1 from a terminal.
sa: "%2" इति चित्रपुस्तकालयस्य आरम्भं कर्तुं असमर्थः । अधिकसूचना सत्रवृत्तसञ्चिकायां उपलभ्यते, अथवा टर्मिनलतः %1 आरभ्य प्राप्तुं शक्यते ।

source: Fatal Initialization Error
sa: घातक आरंभीकरण त्रुटि

source: Select Files or Folder to Open
sa: Open कर्तुं Files अथवा Folder इति चिनोतु

source: Start Slideshow
sa: स्लाइड शो आरभत

source: Show File Browser
sa: सञ्चिका ब्राउजर् दर्शयतु

source: Hide File Browser
sa: सञ्चिका ब्राउजर् गोपयन्तु

source: Configure %1...
sa: %1 विन्यस्यताम्...

source: About KuickShow
sa: KuickShow विषये

source: Open Only One Image Window
sa: केवलं एकं चित्रविण्डो उद्घाटयन्तु

source: Show Image
sa: चित्रं दर्शयतु

source: Show Image in Active Window
sa: सक्रियविण्डो मध्ये चित्रं दर्शयतु

source: Show Image in Fullscreen Mode
sa: Fullscreen Mode इत्यत्र चित्रं दर्शयतु

source: KuickShow
sa: कुइक्शो

source: A fast and versatile image viewer
sa: एकः द्रुतगतिः बहुमुखी च चित्रदर्शकः

source: (c) 1998-2009, Carsten Pfeiffer
sa: (ग) 1998-2009, कार्स्टेन फीफर

source: Carsten Pfeiffer
sa: कार्स्टेन फीफर

source: Rober Hamberger
sa: रोबर हैम्बर्गर

source: Start in the last visited folder, not the current working folder.
sa: अन्तिमे आगतपुटे आरभत, न तु वर्तमानकार्यपुटे ।

source: Optional image filenames/urls to show
sa: दर्शयितुं वैकल्पिकं चित्रसञ्चिकानामानि/urls

source: Print %1
sa: %1 मुद्रयन्तु

source: Image Settings
sa: चित्रसेटिंग्स्

source: Print fi&lename below image
sa: चित्रस्य अधः fi&lename मुद्रयन्तु

source: Print image in &black and white
sa: &black and white इत्यनेन चित्रं मुद्रयन्तु

source: &Width:
sa: &विस्तार:

source: Millimeters
sa: मिलीमीटर्

source: Centimeters
sa: सेन्टिमीटर्

source: Inches
sa: इञ्च्

source: &Height:
sa: &औनत्यम्‌:

source: Print e&xact size:
sa: मुद्रणं e&cact size:

source: Shrink image to &fit, if necessary
sa: आवश्यकतानुसारं &fit इति प्रतिबिम्बं संकुचयन्तु

# Run the slideshow until manually stopped
source: Forever
sa: सदा

source: Slideshow
sa: स्लाइड शो

source: Switch to &full-screen
sa: &full-screen इत्यत्र स्विच कुर्वन्तु

source: S&tart with current image
sa: वर्तमान प्रतिबिम्बेन सह S&tart

source: De&lay between slides:
sa: स्लाइड् मध्ये विलम्बः :

source: Wait for key
sa: कीलस्य प्रतीक्षां कुर्वन्तु

source: sec
sa: सेक

source: &Iterations:
sa: &पुनरावृत्तिः :
