Repository: KDE/kuickshow
Catalog: po/hne/kuickshow.po
Languages: hne

# NAME OF TRANSLATORS
source: Your names
hne: रविसंकर सिरीवास्तव, जी. करूनाकर

# EMAIL OF TRANSLATORS
source: Your emails
hne: raviratlami@aol.in,

source: Apply default image modifications
hne: डिफाल्ट फोटू परिवर्धन लगाव

source: Scaling
hne: आकार बदलव

source: Scale image to screen size, if smaller, up to factor:
hne: फोटू के आकार ल स्क्रीन आकार के अनुसार स्केल करव, यदि छोटा हे तहां ए फैक्टर तक:

source: Shrink image to screen size, if larger
hne: यदि बड़ा हो, फोटू ल स्क्रीन आकार मं सिकोड़ें

source: Geometry
hne: ज्यामिति

source: Flip vertically
hne: खड़ा लहुटाव

source: Flip horizontally
hne: आड़ा लहुटाव

source: Rotate image:
hne: फोटू घुमाव:

source: 0 Degrees
hne: 0 डिग्रीज

source: 90 Degrees
hne: 90 डिग्रीज

source: 180 Degrees
hne: 180 डिग्रीज

source: 270 Degrees
hne: 270 डिग्रीज

source: Adjustments
hne: समायोजन

source: Brightness:
hne: चमकीलापनः

source: Contrast:
hne: कंट्रास्टः

source: Gamma:
hne: गामाः

source: Preview
hne: प्रिव्यू

source: Original
hne: असली

source: Modified
hne: परिवर्धित

source: Remember last folder
hne: पिछला फोल्डर याद रखव

source: Quality/Speed
hne: विसेसता/गति

source: Fast rendering
hne: तेज रेंडरिंग

source: Dither in HiColor (15/16bit) modes
hne: जादा रंग मोड (15/16बिट) मं कंपन

source: Dither in LowColor (<=8bit) modes
hne: निम्न रंग मोड (<=8bit) मं कंपन

source: Use own color palette
hne: स्वयं के रंगदानी उपयोग करव

source: Fast palette remapping
hne: रंगदानी तीव्र रीमैपिंग

source: Maximum cache size:
hne: सबसे अधिक कैस आकारः

source: Unlimited
hne: असीमित

source: MB
hne: मे.बा.

source: Fullscreen mode
hne: पूरा स्क्रीन मोड

source: Background color:
hne: पिछोत अंगना के रंगः

source: Show only files with extension:
hne: सिरिफ ओही फाइल मन ल देखाव जऊन के एक्सटेंसन हे:

source: Open KuickShow Website
hne: क्विक-सो वेबसाइट खोलव

source: Preload next image
hne: अगला फोटू प्रीलोड कर रखव

source: Show Next Image
hne: अगला फोटू देखाव

source: Show Previous Image
hne: पिछला फोटू देखाव

source: Delete Image
hne: फोटू मेटाव

source: Restore Original Size
hne: मूल आकार मं लौटाव

source: Maximize
hne: सबसे अधिक

source: Rotate 90 Degrees
hne: 90 डिग्री घुमाव

source: Rotate 180 Degrees
hne: 180 डिग्री घुमाव

source: Rotate 270 Degrees
hne: 270 डिग्री घुमाव

source: Flip Horizontally
hne: आड़ा लहुटाव

source: Flip Vertically
hne: खड़ा लहुटाव

source: Print Image...
hne: फोटू छापव...

source: More Brightness
hne: जादा चमकीलापन

source: Less Brightness
hne: कम चमकीलापन

source: More Contrast
hne: जादा कंट्रास्ट

source: Less Contrast
hne: कम कंट्रास्ट

source: More Gamma
hne: अधिक गामा

source: Less Gamma
hne: कम गामा

source: Scroll Up
hne: ऊपर स्क्राल करव

source: Scroll Down
hne: नीचे स्क्राल करव

source: Scroll Left
hne: डेरी स्क्राल करव

source: Scroll Right
hne: जेवनी स्क्राल करव

source: Pause Slideshow
hne: स्लाइडसो ठहराव

source: Reload Image
hne: फोटू फिर से लोड करव

source: Properties
hne: गुन

source: Brightness
hne: चमकीलापन

source: Contrast
hne: कंट्रास्ट

source: Gamma
hne: गामा

source: Unable to print the image.
hne: फोटू मुद्रित करे मं अक्छम.

source: Printing Failed
hne: छापना फेल

source: Keep original image size
hne: मूल फोटू आकार रखे रहें

source: File Saving Failed
hne: फाइल सहेजे मं फेल

source: Configure
hne: कान्फिगर

source: &General
hne: सामान्य (&G)

source: &Modifications
hne: परिवर्धन (&M)

source: &Slideshow
hne: स्लाइड-सो (&S)

source: &Viewer Shortcuts
hne: प्रदर्सक सार्ट-कट्स (&V)

source: Bro&wser Shortcuts
hne: ब्राउजर सार्टकट (&w)

source: &File
hne: फाइल (&F)

source: &Edit
hne: संपादन (&E)

source: &Settings
hne: सेटिंग (&S)

source: Main Toolbar
hne: मुख्य औजार पट्टी

source: Image Error
hne: फोटू गलती

source: Select Files or Folder to Open
hne: खोले बर फाइल या फोल्डर चुनव

source: Start Slideshow
hne: स्लाइड सो चालू करव

source: Show File Browser
hne: फाइल ब्राउजर देखाव

source: Hide File Browser
hne: फाइल ब्राउजर लुकाव

source: Configure %1...
hne: कान्फिगर %1...

source: About KuickShow
hne: क्विक-सो के बारे में

source: Open Only One Image Window
hne: सिरिफ एक फोटू विंडो खोलव

source: Show Image
hne: फोटू देखाव

source: Show Image in Active Window
hne: सक्रिय विंडो मं फोटू देखाव

source: Show Image in Fullscreen Mode
hne: फोटू ल पूरा स्क्रीन मोड मं देखाव

source: KuickShow
hne: क्विक-सो

source: A fast and versatile image viewer
hne: एक तेज अउ बहुआयामी फोटू प्रदर्सक

source: Carsten Pfeiffer
hne: कार्स्टेन फेइफर

source: Rober Hamberger
hne: रोबेर हैमबरगर

source: Thorsten Scheuermann
hne: थार्सटन सेरमन

source: Start in the last visited folder, not the current working folder.
hne: आखरी बार भ्रमन करे फोल्डर मं चालू करव, नइ कि अभी हाल के काम वाले फोल्डर में.

source: Optional image filenames/urls to show
hne: वैकल्पिक फोटू फाइलनाम/यूआरएल जऊन ल दिखाना हे

source: Print %1
hne: छापव %1

source: Image Settings
hne: फोटू सेटिंग

source: Print fi&lename below image
hne: फोटू के नीचे फाइलनाम छापव (&l)

source: Print image in &black and white
hne: फोटू काला-सफेद मं छापव (&b)

source: &Width:
hne: चौड़ाईः (&W)

source: Millimeters
hne: मिलिमीटर

source: Centimeters
hne: सेन्टीमीटर

source: Inches
hne: इंचे

source: &Height:
hne: ऊंचाईः (&H)

source: Print e&xact size:
hne: सटीक आकार मं छापव: (&x)

source: Shrink image to &fit, if necessary
hne: यदि जरूरी हो, फोटू जमाव होए जइसन सिकोड़ें (&f)

source: Switch to &full-screen
hne: पूरे-स्क्रीन मं स्विच करव (&f)

source: S&tart with current image
hne: अभी हाल के फोटू के साथ चालू करव (&t)

source: De&lay between slides:
hne: स्लाइड्स के बीच के अंतरालः (&l)

source: Wait for key
hne: चाबी बर इंतजार करव

source: sec
hne: सेक.
