Repository: KDE/kuickshow
Catalog: po/*/kuickshow.po
Languages: ar, bg, bs, de, eo, et, eu, fa, fi, fr, gl, he, hi, is, km, ko, lt, lv, mk, ms, nb, nds, ne, nl, nn, pa, pl, ro, ru, sk, ta, tg, zh_tw

source: Use own color palette
ar: استعمل لوحة ألوان خاصة
bg: Използване на собствена цветова палитра
bs: Koristi vlastitu paletu boja
de: Eigene Farbpalette verwenden
eo: Uzi propran koloran paletron
et: Oma värvipaleti kasutamine
eu: Erabili koloreen paleta pertsonalizatua
fa: استفاده از پالت رنگ خود
fi: Käytä omaa palettia
fr: Utiliser une palette personnelle de couleurs
gl: Usar unha paleta de cores propia.
he: השתמש בלוח צבעים עצמי
hi: स्वयं की रंग पट्टिका इस्तेमाल करें
is: Nota eigin litatöflu
km: ប្រើ​ក្ដារ​លាយ​ពណ៌​ផ្ទាល់​ខ្លួន
ko: 고유 팔레트 사용
lt: Naudoti nuosavą spalvų paletę
lv: Izmantot savu paleti
mk: Користи сопствена палета на бои
ms: Guna palet warna sendiri
nb: Bruk egen fargepalett
nds: Egen Klörensett bruken
ne: आफ्नै रङदानी प्रयोग गर्नुहोस्
nl: Eigen kleurenpalet gebruiken
nn: Bruk eigen fargepalett
pa: ਆਪਣੀ ਪਲੇਅਟ ਵਰਤੋਂ
pl: Użyj własnej palety kolorów
ro: Utilizează propria paletă de culori
ru: Использовать собственную цветовую палитру
sk: Použiť vlastnú farebnú paletu
ta: உங்கள் சொந்த வண்ணக் களஞ்சியத்தை பயன்படுத்து
tg: Истифодаи ранги палитраи худ
zh_tw: 使用自訂的色盤

source: Fast palette remapping
ar: إعادة تنظيم لوحة الألوان بسرعة
bg: Бързо съпоставяне на цветовата палитра
bs: Brzo remapiranje palete
de: Schnelles Palettenremapping
eo: Rapida paletro remapado
et: Kiire paleti ümberseostamine
eu: Paletaren maparen birsortze azkarra
fa: نگاشت مجدد سریع پالت
fi: Nopea paletin uudelleenkartoitus
fr: Changement rapide de palette
gl: Cambio rápido de asociación da paleta.
he: מיפוי מהיר מחדש של לוח הצבעים
hi: रंग पट्टिका तीव्र रीमैपिंग
is: Hröð endurröðun litatöflu
km: ផ្គូផ្គង​ក្ដារ​លាយ​ឡើង​វិញ​យ៉ាង​រហ័ស
ko: 빠른 팔레트 리매핑
lt: Greitas paletės atvaizdavimas iš naujo
lv: Ātra paletes pārkartēšana
mk: Брзо ремапирање на палетата
ms: Pemetaan semula palet cepat
nb: Hurtig palettomgjøring
nds: Gau Klörensett-Wesseln
ne: तीव्र रङदानी पुन: नक्साङ्कन
nl: Snelle paletremapping
nn: Kjapp palettredefinering
pa: ਤੇਜ਼ ਪਲੇਅਟ ਮੁੜ-ਵਰਤੋਂ
pl: Szybkie sporządzanie palety
ro: Reasociază rapid paleta
ru: Быстрая переиндексация палитры
sk: Rýchle premapovanie palety
ta: களஞ்சியத்தை வேகமாக படமிடல்
tg: Тез переиндексация кардани маҷмуи рангҳо
zh_tw: 快速重建色盤

source: Maximum cache size:
ar: الحجم الأقصى للذاكرة المخبأة:
bg: Максимална големина на кеш-паметта:
bs: Maksimalna veličina cachea:
de: Maximale Zwischenspeichergröße:
eo: Maksimuma kaŝmemorgrando:
et: Maksimaalne vahemälu suurus:
eu: Cachearen gehienezko tamaina:
fa: اندازه بیشینه نهانگاه:
fi: Välimuistin enimmäiskoko:
fr: Taille maximale du cache (Mo) :
gl: Tamaño da caché máximo:
he: גודל מרבי של מטמון:
hi: अधिकतम कैश आकारः
is: Hámarksstærð skyndiminnis:
km: ទំហំ​ឃ្លាំង​សម្ងាត់​អតិបរមា ៖
ko: 최대 캐시 크기:
lt: Didžiausias podėlio dydis:
lv: Maksimālais kešatmiņas izmērs:
mk: Максимална големина на кешот:
ms: Saiz cache maksimum:
nb: Maks størrelse på mellomlager:
nds: Hööchst Twischenspiekergrött:
ne: अधिकतम क्याश साइज:
nl: Maximale cachegrootte :
nn: Maksstorleik på mellomlager:
pa: ਵੱਧੋ ਵੱਧ ਕੈਂਸ਼ ਅਕਾਰ:
pl: Maksymalny rozmiar cache:
ro: Mărime maximă prestocare:
ru: Максимальный размер кэша:
sk: Maximálna veľkosť vyrovnávacej pamäti:
ta: அதிக நினையளவு
tg: Максимум андозаи махфӣ
zh_tw: 最大快取大小：

source: Unlimited
ar: غير محدود
bg: Без ограничение
bs: Neograničeno
de: Unbegrenzt
eo: Senlima
et: Piiramatu
eu: Mugarik gabe
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
gl: Ilimitada
he: ללא הגבלה
hi: असीमित
is: Ótakmarkað
km: មិន​កំណត់
ko: 무제한
lt: Neribotas
lv: Neierobežots
mk: Неограничено
ms: Tidak Terhad
nb: Ubegrenset
nds: Ahn Grenz
ne: असीमित
nl: Onbeperkt
nn: Uavgrensa
pa: ਬੇਅੰਤ
pl: Nieograniczony
ro: Nelimitat
ru: Не ограничен
sk: Neobmedzená
ta: அளவில்லா
tg: Номаҳдуд
zh_tw: 無限制

source: Fullscreen mode
ar: نمط ملء الشاشة
bg: Цял екран
bs: Rad sa punim ekranom
de: Vollbildmodus
eo: Plenekrana reĝimo
et: Täisekraanirežiim
eu: Pantaila osoko modua
fa: حالت تمام صفحه
fi: Koko näytön tila
fr: Mode « Plein écran »
gl: Modo a pantalla completa.
he: מצב מסך מלא
hi: पूर्ण स्क्रीन मोड
is: Fylla skjá
km: របៀប​ពេញ​អេក្រង់
ko: 전체 화면 모드
lt: Viso ekrano veiksena
lv: Pilnekrāna režīms
mk: Режим Преку целиот екран
ms: Mode Skrin penuh
nb: Fullskjermmodus
nds: Heelschirmbedrief
ne: पूरा पर्दा मोड
nl: Volledig scherm
nn: Fullskjermsmodus
pa: ਪੂਰੀ-ਸਕਰੀਨ ਮੋਡ
pl: Tryb pełnoekranowy
ro: Afișează pe tot ecranul
ru: Полноэкранный режим
sk: Celá obrazovka
ta: முழுத்திரை மாற்றங்கள்
tg: Ҳолати пурраи экран
zh_tw: 全螢幕模式

source: Background color:
ar: لون الخلفية:
bg: Цвят на фона:
bs: Boja pozadine:
de: Hintergrundfarbe:
eo: Fona koloro:
et: Taustavärv:
eu: Atzeko planoaren kolorea:
fa: رنگ زمینه:
fi: Taustaväri:
fr: Couleur de fond :
gl: Cor de fondo:
he: צבע רקע:
hi: पृष्ठभूमि का रंगः
is: Bakgrunnslitur:
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ ៖
ko: 배경색:
lt: Fono spalva:
lv: Fona krāsa:
mk: Боја на подлогата:
ms: Warna Latar Belakang
nb: Bakgrunnsfarge:
nds: Achtergrundklöör:
ne: पृष्ठभूमि रङ:
nl: Achtergrondkleur:
nn: Bakgrunnsfarge:
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ:
pl: Kolor tła:
ro: Culoarea de fundal:
ru: Цвет фона:
sk: Farba pozadia:
ta: பின்னணி வண்ணம்
tg: Ранги замина:
zh_tw: 背景顏色：

source: Show only files with extension:
ar: أعرض فقط الملفات ذات الإمتداد:
bg: Показване на файлове с разширение:
bs: Pokaži samo datoteke sa ekstenzijom:
de: Nur Dateien mit diesen Erweiterungen anzeigen:
eo: Montri nur dosierojn kun etendo:
et: Näidatakse ainult faile laiendiga:
eu: Erakutsi soilik luzapen hau duten fitxategiak:
fa: فقط نمایش پرونده‌های دارای پسوند:
fi: Näytä vain tiedostot, joiden pääte on:
fr: Afficher uniquement les fichiers ayant l'extension :
gl: Amosar só ficheiros coa extensión:
he: להציג רק קבצים עם הסיומות:
hi: सिर्फ उन्हीं फ़ाइलों को दिखाएँ जिनके एक्सटेंशन हैं:
is: Sýna aðeins skrár með endingunni:
km: បង្ហាញ​តែ​ឯកសារ​មាន​កន្ទុយ ៖
ko: 다음 확장자의 파일 이름만 표시:
lt: Rodyti tik failus su prievardžiu:
lv: Rādīt tikai datnes ar paplašinājumu:
mk: Прикажи ги само датотеките со наставките:
ms: Papar hanya fail dengan sambungan:
nb: Vis bare filer med etternavn:
nds: Bloots Dateien mit disse Verwiedern wiesen:
ne: विस्तारसँग मात्र फाइल देखाउनुहोस्:
nl: Toon alleen bestanden met deze extensie:
nn: Vis berre filer med etternamnet:
pa: ਇਸ ਐਕਸ਼ਟੇਸ਼ਨ ਨਾਲ ਹੀ ਫਾਇਲਾਂ ਵੇਖੋ:
pl: Pokazuj tylko pliki z rozszerzeniami:
ro: Afișează numai fișierele cu extensia:
ru: Показывать файлы только с расширением:
sk: Zobraziť iba súbory s príponou:
ta: விரிவாக்கத்துடன் இருக்கும் கோப்புகளை மட்டும் காட்டு
tg: Намоиши файлҳо фақат бо масофат
zh_tw: 只顯示這些副檔名的檔案：

source: Open KuickShow Website
ar: إفتح موقع KuickShow
bg: Отваряне на сайта на KuickShow
bs: Otvori KuickShow web stranicu
de: KuickShow-Internetseite öffnen
eo: Malfermi KuickShow-Retejon
et: KuickShow veebilehekülg
eu: Ireki KuickShow-en web orria
fa: باز کردن وب‌گاه KuickShow
fi: Avaa KuicksShow’n sivusto
fr: Aller sur le site Web de KuickShow
gl: Abrir o Sitio Web de Kuickshow
he: פתח את אתר האינטרנט של KuickShow
hi: क्विक-शो वेबसाइट खोलें
is: Opna vefsíðu KuickShow
km: បើក​តំបន់​បណ្ដាញ KuickShow
ko: KuickShow 웹사이트 열기
lt: Atverti KuickShow interneto svetainę
lv: Atvērt „KuickShow“ tīmekļa vietni
mk: Ја отвора веб-локацијата на KuickShow
ms: Buka Laman Web KuickShow
nb: Åpne KuickShows nettsted
nds: KuickShow-Nettsiet opmaken
ne: छिटो देखाउने वेबसााइट खोल्नुहोस्
nl: Website van KuickShow openen
nn: Opna KuickShow-nettsida
pa: KuickShow ਵੈਬਸਾਇਟ ਖੋਲ੍ਹੋ
pl: Otwórz witrynę KuickShow
ro: Deschide situl web KuickShow
ru: Открыть сайт KuickShow
sk: Otvoriť WWW stránku KuickShow
ta: குயிக்க்ஷோ இணைய தளத்தை திற
tg: Кушодани Сайти НамоишиТез
zh_tw: 開啟 Kuickshow 網站

source: Preload next image
ar: تحميل تمهيديق للصورة التالية
bg: Предварително зареждане на следващото изображение
bs: Učitaj sljedeću sliku prije prikaza
de: Bilder im Voraus laden
eo: Antaŭŝargi la sekvan bildon
et: Järgmise pildi eellaadimine
eu: Aurrekargatu hurrengo irudia
fa: از پیش بار کردن تصویر بعدی
fi: Esilataa seuraava kuva
fr: Pré charger l'image suivante
gl: Precargar a seguinte imaxe.
he: לטעון את התמונה הבאה מראש
hi: अगला छवि प्रीलोड कर रखें
is: Forhlaða næstu mynd
km: ផ្ទុក​រូបភាព​បន្ទាប់​ជា​មុន
ko: 다음 그림 미리 불러오기
lt: Iš anksto įkelti kitą paveikslą
lv: Priekšielādēt nākamo attēlu
mk: Предвчитај ја следната слика
ms: Pramuat imej seterusnya
nb: Forhåndslast neste bilde
nds: Nakamen Bild vörladen
ne: पछिल्लो छवि पहिल्यै लोड गर्नुहोस्
nl: Volgende afbeelding voorladen
nn: Førehandsinnlast neste bilete
pa: ਅਗਲਾ ਚਿੱਤਰ ਮੁੜ-ਲੋਡ
pl: Wczytaj wstępnie kolejny obraz
ro: Preîncarcă imaginea următoare
ru: Загружать следующее изображение
sk: Prednačítať ďalší obrázok
ta: அடுத்த பிம்பத்தை முன்னேற்றுமதி செய்
tg: Пурбори тасвири оянда
zh_tw: 預讀下一張圖

source: Duplicate Window
ar: كرّر النّافذة
eo: Duobligita Fenestro
fr: Dupliquer la fenêtre
gl: Duplicar a xanela
ko: 창 복제하기
lt: Dubliuoti langą
lv: Dublēt logu
pl: Powiel okno

source: Show Next Image
ar: أعرض الصورة التالية
bg: Следващо изображение
bs: Prikaži sljedeću sliku
de: Nächstes Bild anzeigen
eo: Montri Sekvantan Bildon
et: Näita järgmist pilti
eu: Erakutsi hurrengo irudia
fa: نمایش تصویر بعدی
fi: Näytä seuraava kuva
fr: Afficher l'image suivante
gl: Amosar a seguinte imaxe
he: להציג את התמונה הבאה
hi: अगला छवि दिखाएँ
is: Sýna næstu mynd
km: បង្ហាញ​រូបភាព​បន្ទាប់
ko: 다음 그림 표시
lt: Rodyti kitą paveikslą
lv: Rādīt nākamo attēlu
mk: Прикажи ја следната слика
ms: Papar Imej Seterusnya
nb: Vis neste bilde
nds: Nakamen Bild wiesen
ne: पछिल्लो छवि देखाउनुहोस्
nl: Volgende afbeelding tonen
nn: Vis neste bilete
pa: ਅੱਗੇ ਚਿੱਤਰ ਵੇਖੋ
pl: Pokaż kolejny obraz
ro: Afișează imaginea următoare
ru: Следующее изображение
sk: Zobraziť nasledujúci obrázok
ta: அடுத்த பிம்பத்தை காட்டு
tg: Намоиши Тасвири Оянда
zh_tw: 顯示下一張圖

source: Show Previous Image
ar: اعرض الصورة السابقة
bg: Предишно изображение
bs: Prikaži prethodnu sliku
de: Vorheriges Bild anzeigen
eo: Montri Antaŭan Bildon
et: Näita eelmist pilti
eu: Erakutsi aurreko irudia
fa: نمایش تصویر قبلی
fi: Näytä edellinen kuva
fr: Afficher l'image précédente
gl: Amosar a imaxe previa
he: להציג את התמונה הקודמת
hi: पिछला छवि दिखाएँ
is: Sýna fyrri mynd
km: បង្ហាញ​រូបភាព​មុន
ko: 이전 그림 표시
lt: Rodyti ankstesnį paveikslą
lv: Rādīt iepriekšējo attēlu
mk: Прикажи ја претходната слика
ms: Papar Imej Sebelumnya
nb: Vis forrige bilde
nds: Verleden Bild wiesen
ne: अघिल्लो छवि देखाउनुहोस्
nl: Vorige afbeelding tonen
nn: Vis førre bilete
pa: ਪਿਛਲਾ ਚਿੱਤਰ ਵੇਖੋ
pl: Pokaż poprzedni obraz
ro: Afișează imaginea precedentă
ru: Предыдущее изображение
sk: Zobraziť predchádzajúci obrázok
ta: முந்தைய பிம்பத்தை காட்டு
tg: Намоиши Тасвири Пешина
zh_tw: 顯示前一張圖

source: Delete Image
ar: احذف الصورة
bg: Изтриване на изображение
bs: Obriši sliku
de: Bild löschen
eo: Forigi Bildon
et: Kustuta pilt
eu: Ezabatu irudia
fa: حذف تصویر
fi: Tuhoa kuva
fr: Supprimer une image
gl: Eliminar a imaxe
he: מחיקת תמונה
is: Eyða mynd
km: លុប​រូបភាព
ko: 그림 삭제
lt: Ištrinti paveikslą
lv: Dzēst attēlu
mk: Избриши слика
nb: Slett bildet
nds: Bild wegdoon
ne: छवि मेट्नुहोस्
nl: Afbeelding verwijderen
nn: Slett biletet
pa: ਚਿੱਤਰ ਹਟਾਓ
pl: Usuń obraz
ro: Șterge imaginea
ru: Удалить
sk: Odstrániť obrázok
tg: Нобуд кардани Тасвир
zh_tw: 刪除影像

source: Move Image to Trash
ar: انقل الصورة إلى المهملات
bg: Преместване на изображението в кошчето
bs: Pomjeri sliku u smeće
de: Bild in den Papierkorb verschieben
eo: Movi Bildon al Rubujo
et: Viska pilt prügikasti
eu: Bota irudia zakarrontzira
fi: Siirrä kuva roskakoriin
fr: Déplacer une image dans la corbeille
gl: Deitar a imaxe no lixo
he: העברת תמונה לאשפה
is: Flytja mynd í ruslið
km: ផ្លាស់ទី​រូបភាពទៅ​ក្នុង​ធុងសំរាម
ko: 그림을 휴지통으로 이동
lt: Perkelti paveikslą į šiukšlinę
lv: Pārvietot attēlu uz atkritni
mk: Премести ја сликата во корпа
nb: Flytt bilde til søppelkurven
nds: Bild na de Affalltünn verschuven
nl: Afbeelding naar de prullenbak verplaatsen
nn: Flytt biletet til papirkorga
pa: ਚਿੱਤਰ ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ
pl: Przenieś obraz do kosza
ro: Mută imaginea la gunoi
ru: Выбросить изображение в корзину
sk: Presunúť obrázok do koša
zh_tw: 將影像移至垃圾桶

source: Restore Original Size
ar: إستعادة القياس الأصلي
bg: Оригинален размер
bs: Vrati na originalnu veličinu
de: Originalgröße wiederherstellen
eo: Restarigi Originan Grandecon
et: Taasta algsuurus
eu: Leheneratu jatorrizko tamaina
fa: بازگرداندن اندازه اصلی
fi: Palauta alkuperäinen koko
fr: Restaurer la taille originale
gl: Restabelecer o tamaño orixinal
he: שחזור לגודל המקורי
hi: मूल आकार में लौटाएँ
is: Endurheimta upprunalega stærð
km: ស្ដារ​ទំហំ​ដើម
ko: 원본 크기 복원
lt: Atkurti pradinį dydį
lv: Atjaunot sākotnējo izmēru
mk: Врати ја оригиналната големина
ms: Simpan Semula Saiz Asal
nb: Gjenopprett opprinnelig størrelse
nds: Orginaalgrött wedderherstellen
ne: मौलिक साइज पूर्वावस्थामा ल्याउनुहोस्
nl: Originele grootte herstellen
nn: Gjenopprett opphavleg storleik
pa: ਅਸਲੀ ਸਾਈਜ਼ ਮੁੜ-ਸਟੋਰ ਕਰੋ
pl: Przywróć rozmiar oryginalny
ro: Afișează la mărimea originală
ru: Восстановить исходный размер
sk: Obnoviť pôvodnú veľkosť
ta: உண்மையான அளவை மீட்டெடு
tg: Гузоштани андозаи оригиналӣ
zh_tw: 回復原始大小

source: Maximize
ar: كبّر
bg: Максимизиране
bs: Maksimiziraj
de: Maximieren
eo: Maksimumigi
et: Maksimeeri
eu: Maximizatu
fa: بیشینه‌سازی
fi: Suurenna
fr: Maximiser
gl: Maximizar
he: הגדלה
hi: अधिकतम
is: Hámarka
km: អតិបរមា
ko: 최대화
lt: Išskleisti
lv: Maksimizēt
mk: Рашири
ms: Maksimumkan
nb: Maksimer
nds: Maximeren
ne: ठूलो पार्नुहोस्
nl: Maximaliseren
nn: Maksimer
pa: ਵੱਧੋ-ਵੱਧ
pl: Zmaksymalizuj
ro: Maximizează
ru: Распахнуть
sk: Maximalizovať
ta: பெரிதாக்கு
tg: Максималӣ
zh_tw: 放至最大

source: Rotate 90 Degrees
ar: دوران 90 درجة
bg: Завъртане на 90 градуса
bs: Rotiraj za 90 stepeni
de: Um 90 Grad drehen
eo: Rotacii 90 Gradojn
et: Pööra 90 kraadi
eu: Biratu 90 gradu
fa: چرخش ۹۰ درجه
fi: Käännä 90 astetta
fr: Rotation de 90 degrés
gl: Rotar 90 graos
he: סיבוב ב־90 מעלות
hi: 90 डिग्री घुमाएं
is: Snúa 90 gráður
km: បង្វិល ៩០ អង្សា
ko: 90도 회전
lt: Pasukti 90 laipsnių
lv: Pagriezt par 90 grādiem
mk: Ротирај за 90 степени
ms: Putar 90 Darjah
nb: Roter 90 grader
nds: 90 Graad dreihen
ne: ९० डिग्री घुमाउनुहोस्
nl: 90 graden roteren
nn: Dei 90 gradar
pa: 90 ਡਿਗਰੀਆਂ ਘੁੰਮਾਓ
pl: Obróć o 90°
ro: Rotește cu 90 de grade
ru: Повернуть на 90 градусов
sk: Otočiť o 90 stupňov
ta: 90 டிகிரி சுழற்று
tg: Гардиши 90 дараҷа
zh_tw: 旋轉 90 度

source: Rotate 180 Degrees
ar: دوران 180 درجة
bg: Завъртане на 180 градуса
bs: Rotiraj za 180 stepeni
de: Um 180 Grad drehen
eo: Rotacii 180 Gradojn
et: Pööra 180 kraadi
eu: Biratu 180 gradu
fa: چرخش ۱۸۰ درجه
fi: Käännä 180 astetta
fr: Rotation de 180 degrés
gl: Rotar 180 graos
he: סיבוב ב־180 מעלות
hi: 180 डिग्री घुमाएं
is: Snúa 180 gráður
km: បង្វិល ១៨០ អង្សា
ko: 180도 회전
lt: Pasukti 180 laipsnių
lv: Pagriezt par 180 grādiem
mk: Ротирај за 180 степени
ms: Putar 180 Darjah
nb: Roter 180 grader
nds: 180 Graad dreihen
ne: १८० डिग्री घुमाउनुहोस्
nl: 180 graden roteren
nn: Drei 180 gradar
pa: 180 ਡਿਗਰੀਆਂ ਘੁੰਮਾਓ
pl: Obróć o 180°
ro: Rotește cu 180 de grade
ru: Повернуть на 180 градусов
sk: Otočiť o 180 stupňov
ta: 180 டிகிரி சுழற்று
tg: Гардиши 180 дараҷа
zh_tw: 旋轉 180 度

source: Rotate 270 Degrees
ar: دوران 270 درجة
bg: Завъртане на 270 градуса
bs: Rotiraj za 270 stepeni
de: Um 270 Grad drehen
eo: Rotacii 270 Gradojn
et: Pööra 270 kraadi
eu: Biratu 270 gradu
fa: چرخش ۲۷۰ درجه
fi: Käännä 270 astetta
fr: Rotation de 270 degrés
gl: Rotar 270 graos
he: סיבוב ב־270 מעלות
hi: 270 डिग्री घुमाएं
is: Snúa 270 gráður
km: បង្វិល ២៧០ អង្សា
ko: 270도 회전
lt: Pasukti 270 laipsnių
lv: Pagriezt par 270 grādiem
mk: Ротирај за 270 степени
ms: Putar 270 Darjah
nb: Roter 270 grader
nds: 270 Graad dreihen
ne: २७० डिग्री घुमाउनुहोस्
nl: 270 graden roteren
nn: Drei 270 gradar
pa: 270 ਡਿਗਰੀਆਂ ਘੁੰਮਾਓ
pl: Obróć o 270°
ro: Rotește cu 270 de grade
ru: Повернуть на 270 градусов
sk: Otočiť o 270 stupňov
ta: 270 டிகிரி சுழற்று
tg: Гардиши 270 дараҷа
zh_tw: 旋轉 270 度

source: Flip Horizontally
ar: قلب أفقي
bg: Хоризонтално завъртане
bs: Okreni vodoravno
de: Horizontal kippen
eo: Inversigi Horizontale
et: Peegelda horisontaalselt
eu: Irauli horizontalki
fa: قرینه افقی
fi: Käännä vaakasuunnassa
fr: Retourner horizontalement
gl: Voltear horizontalmente
he: היפוך אופקית
hi: आड़ा पलटें
is: Spegla lárétt
km: ត្រឡប់ផ្ដេក
ko: 상하 반전
lt: Apversti horizontaliai
lv: Apmest horizontāli
mk: Заврти хоризонтално
ms: Balikkan Mengufuk
nb: Flipp vannrett
nds: Kimmrecht ümdreihen
ne: तेर्सो गरी फ्लिप गर्नुहोस्
nl: Horizontaal spiegelen
nn: Spegla vassrett
pa: ਖਿਤਿਜੀ ਝਟਕੋ
pl: Odwróć poziomo
ro: Inversează orizontal
ru: Отразить горизонтально
sk: Prevrátiť horizontálne
ta: கிடைமட்டமாக திருப்பு
tg: Гузоштани Уфуқӣ
zh_tw: 水平翻轉

source: Flip Vertically
ar: قلب عمودي
bg: Вертикално завъртане
bs: Okreni uspravno
de: Vertikal kippen
eo: Inversigi Vertikale
et: Peegelda vertikaalselt
eu: Irauli bertikalki
fa: قرینه عمودی
fi: Käännä pystysuunnassa
fr: Retourner verticalement
gl: Voltear verticalmente
he: היפוך אנכית
hi: खड़ा पलटें
is: Spegla lóðrétt
km: ត្រឡប់​បញ្ឈរ
ko: 좌우 반전
lt: Apversti vertikaliai
lv: Apmest vertikāli
mk: Заврти вертикално
ms: Balikkan Menegak
nb: Flipp loddrett
nds: Pielrecht ümdreihen
ne: ठाडो गरी फ्लिप गर्नुहोस्
nl: Verticaal spiegelen
nn: Spegla loddrett
pa: ਲੰਬਕਾਰੀ ਝਟਕੋ
pl: Odwróć pionowo
ro: Inversează vertical
ru: Отразить вертикально
sk: Prevrátiť vertikálne
ta: உயரவாகில் திருப்பு
tg: Гузоштани Амудӣ
zh_tw: 垂直翻轉

source: Print Image...
ar: طباعة الصورة...
bg: Печат...
bs: Štampaj sliku...
de: Bild drucken ...
eo: Presi Bildon...
et: Trüki pilt...
eu: Inprimatu irudia...
fa: چاپ تصویر...
fi: Tulosta kuva…
fr: Imprimer une image...
gl: Imprimir a imaxe…
he: הדפסת התמונה…
hi: छवि छापें...
is: Prenta mynd...
km: បោះពុម្ព​រូបភាព...
ko: 그림 인쇄...
lt: Spausdinti paveikslą...
lv: Drukāt attēlu...
mk: Испечатете ја сликата...
ms: Cetak Imej...
nb: Skriv ut bilde …
nds: Bild drucken...
ne: छवि मुद्रण गर्नुहोस्...
nl: Afbeelding afdrukken...
nn: Skriv ut bilete …
pa: ਚਿੱਤਰ ਪਰਿੰਟ ਕਰੋ...
pl: Drukuj obrazek...
ro: Tipărește imaginea...
ru: Печать...
sk: Tlačiť obrázok...
ta: பிம்பத்தை அச்சடி
tg: Чоп кардани тасвир...
zh_tw: 列印影像...

source: Return to File Browser
eo: Reiri al Dosier-Foliumilo
fr: Revenir à un navigateur de fichiers
gl: Volver ao navegador de ficheiros
ko: 파일 탐색기로 돌아가기
lt: Grįžti į failų naršymą
lv: Atgriezties datņu pārlūkā
pl: Wróć do przeglądarki plików

source: More Brightness
ar: إضاءة أكثر
bg: Увеличаване
bs: Posvijetli
de: Aufhellen
eo: Pli da Brilo
et: Heledamaks
eu: Distira gehiago
fa: روشنی بیشتر
fi: Lisää kirkkautta
fr: Plus de luminosité
gl: Máis brillo
he: בהיר יותר
hi: ज्यादा चमकीलापन
is: Meiri birta
km: ពន្លឺ​ខ្លាំង
ko: 밝기 증가
lt: Daugiau ryškumo
lv: Gaišāku
mk: Повеќе осветленост
ms: Lebih Kecerahan
nb: Mer lys
nds: Heller
ne: धेरै चम्किलोपन
nl: Helderheid versterken
nn: Meir lys
pa: ਹੋਰ ਚਮੀਕਲਾਪਨ
pl: Jaśniej
ro: Strălucire mare
ru: Увеличить яркость
sk: Viac jasu
ta: அதிக பிரகாசம்
tg: Сер равшанӣ
zh_tw: 提高亮度

source: Less Brightness
ar: إضاءة أقل
bg: Намаляване
bs: Zatamni
de: Verdunkeln
eo: Malpli Brilo
et: Vähemheledaks
eu: Distira gutxiago
fa: روشنی کمتر
fi: Vähennä kirkkautta
fr: Moins de luminosité
gl: Menos brillo
he: בהיר פחות
hi: कम चमकीलापन
is: Minni birta
km: ពន្លឺ​តិច
ko: 밝기 감소
lt: Mažiau ryškumo
lv: Tumšāku
mk: Помалку осветленост
ms: Kurang Kecerahan
nb: Mindre lys
nds: Düüsterer
ne: कम चम्किलोपन
nl: Helderheid verminderen
nn: Mindre lys
pa: ਘੱਟ ਚਮੀਕਲਾਪਨ
pl: Ciemniej
ro: Strălucire mică
ru: Уменьшить яркость
sk: Menej jasu
ta: குறைந்த பிரகாசம்
tg: Камравшанӣ
zh_tw: 減少亮度

source: More Contrast
ar: تباين أكثر
bg: Увеличаване
bs: Više kontrasta
de: Kontrast erhöhen
eo: Pli da Kontrasto
et: Kontrastsemaks
eu: Kontraste gehiago
fa: سایه روشن بیشتر
fi: Lisää kontrastia
fr: Plus de contraste
gl: Máis contraste
he: ניגודיות גבוהה יותר
hi: ज्यादा कंट्रास्ट
is: Meiri birtuskil
km: កម្រិត​ពណ៌​ខ្លាំង
ko: 명암 증가
lt: Daugiau kontrasto
lv: Palielināt kontrastu
mk: Повеќе контраст
ms: Lebih Kontras
nb: Mer kontrast
nds: Mehr Kontrast
ne: धेरै व्यतिरेक
nl: Contrast vermeerderen
nn: Meir kontrast
pa: ਹੋਰ ਵੱਖਰੇਵਾਂ
pl: Ostrzej
ro: Contrast mare
ru: Увеличить контрастность
sk: Viac kontrastu
ta: அதிக மாறுபாடு
tg: Сер акс
zh_tw: 提高對比

source: Less Contrast
ar: تباين أقل
bg: Намаляване
bs: Manje kontrasta
de: Kontrast verringern
eo: Malpli Kontrasto
et: Vähemkontrastseks
eu: Kontraste gutxiago
fa: سایه روشن کمتر
fi: Vähennä kontrastia
fr: Moins de contraste
gl: Menos contraste
he: ניגודיות נמוכה יותר
hi: कम कंट्रास्ट
is: Minni birtuskil
km: កម្រិត​ពណ៌​តិចជាង
ko: 명암 감소
lt: Mažiau kontrasto
lv: Samazināt kontrastu
mk: Помалку контраст
ms: Kurang Kontras
nb: Mindre kontrast
nds: Weniger Kontrast
ne: कम व्यतिरेक
nl: Contrast verminderen
nn: Mindre kontrast
pa: ਘੱਟ ਵੱਖਰੇਵਾਂ
pl: Rozmyty
ro: Contrast mic
ru: Уменьшить контрастность
sk: Menej kontrastu
ta: குறைந்த மாறுபாடு
tg: Кам акс
zh_tw: 減少對比

source: More Gamma
ar: غاما أكثر
bg: Увеличаване
bs: Više Gamma
de: Gammawert erhöhen
eo: Pli Gamo
et: Gammat juurde
eu: Gamma gehiago
fa: گامای بیشتر
fi: Lisää gammaa
fr: Plus de gamma
gl: Máis gama
he: יותר גאמה
hi: अधिक गामा
is: Sterkara litróf
km: ហ្គាម៉ា​ខ្លាំងជាង
ko: 감마 증가
lt: Daugiau gamos
lv: Vairāk gammu
mk: Повеќе гама
ms: Lebih Gamma
nb: Mer gamma
nds: Mehr Gamma
ne: धेरै गामा
nl: Gamma vermeerderen
nn: Høgare gamma
pa: ਹੋਰ ਗਾਮਾ
pl: Większa gamma
ro: Gama mare
ru: Увеличить гамму
sk: Viac gamma
ta: அதிக காமா
tg: Сер гамма
zh_tw: 提高 Gamma

source: Less Gamma
ar: غاما أقل
bg: Намаляване
bs: Manje Gamma
de: Gammawert verringern
eo: Malpli Gamo
et: Gammat vähemaks
eu: Gamma gutxiago
fa: گامای کمتر
fi: Vähennä gammaa
fr: Moins de gamma
gl: Menos gama
he: פחות גאמה
hi: कम गामा
is: Minna litróf
km: ហ្គាម៉ា​តិចជាង
ko: 감마 감소
lt: Mažiau gamos
lv: Mazāk gammu
mk: Помалку гама
ms: Kurang Gamma
nb: Mindre gamma
nds: Weniger Gamma
ne: कम गामा
nl: Gamma verminderen
nn: Lågare gamma
pa: ਘੱਟ ਗਾਮਾ
pl: Mniejsza gamma
ro: Gama mic
ru: Уменьшить гамму
sk: Menej gamma
ta: குறைந்த காமா
tg: Кам гамма
zh_tw: 減少 Gamma

source: Scroll Up
ar: إنزلاق للأعلى
bg: Превъртане нагоре
bs: Pomjeri gore
de: Nach oben blättern
eo: Rulumi supren
et: Keri üles
eu: Korritu gora
fa: لغزش به بالا
fi: Vieritä ylös
fr: Faire défiler vers le haut
gl: Desprazar cara enriba
he: גלילה למעלה
hi: ऊपर स्क्रॉल करें
is: Skruna upp
km: រមូរ​ឡើង​លើ
ko: 위로 스크롤
lt: Slinkti aukštyn
lv: Ritināt augšup
mk: Помести нагоре
ms: Skrol Atas
nb: Rull opp
nds: Na baven rullen
ne: माथि स्क्रोल गर्नुहोस्
nl: Omhoog schuiven
nn: Rull opp
pa: ਉੱਤੇ ਜਾਓ
pl: Przewiń w górę
ro: Defilează în sus
ru: Пролистать вверх
sk: Posunúť hore
ta: மேலே நகர்த்து
tg: Ба боло
zh_tw: 向上移

source: Scroll Down
ar: إنزلاق للأسفل
bg: Превъртане надолу
bs: Pomjeri dolje
de: Nach unten blättern
eo: Rulumi malsupren
et: Keri alla
eu: Korritu behera
fa: لغزش به پایین
fi: Vieritä alas
fr: Faire défiler vers le bas
gl: Desprazar cara embaixo
he: גלילה למטה
hi: नीचे स्क्रॉल करें
is: Skruna niður
km: រមូរ​ចុះក្រោម
ko: 아래로 스크롤
lt: Slinkti žemyn
lv: Ritināt lejup
mk: Помести надолу
ms: Skrol Bawah
nb: Rull ned
nds: Na nerrn rullen
ne: तल स्क्रोल गर्नुहोस्
nl: Omlaag schuiven
nn: Rull ned
pa: ਹੇਠਾਂ ਜਾਓ
pl: Przewiń w dół
ro: Defilează în jos
ru: Пролистать вниз
sk: Posunúť dolu
ta: கீழே நகர்த்து
tg: Ба поен
zh_tw: 向下移

source: Scroll Left
ar: إنزلاق لليسار
bg: Превъртане наляво
bs: Pomjeri lijevo
de: Nach links rollen
eo: Rulumi maldekstren
et: Keri vasakule
eu: Korritu ezkerrera
fa: لغزش به چپ
fi: Vieritä vasemmalle
fr: Faire défiler vers la gauche
gl: Desprazar cara á esquerda
he: גלילה שמאלה
hi: बाएँ स्क्रॉल करें
is: Skruna til vinstri
km: រមូរ​ទៅ​ឆ្វេង
ko: 왼쪽으로 스크롤
lt: Slinkti kairėn
lv: Ritināt pa kreisi
mk: Помести налево
ms: Skrol Kiri
nb: Rull til venstre
nds: Na links rullen
ne: बायाँ स्क्रोल गर्नुहोस्
nl: Naar links schuiven
nn: Rull til venstre
pa: ਖੱਬੇ ਸਕਰੋਲ
pl: Przewiń w lewo
ro: Defilează la stînga
ru: Пролистать влево
sk: Posunúť vľavo
ta: இடது பக்கம் நகர்த்து
tg: Ба чап
zh_tw: 向左移
