Repository: KDE/kuickshow
Catalog: po/*/kuickshow.po
Languages: ar, bg, bs, de, eo, et, eu, fa, fi, fr, gl, he, hi, is, km, ko, lt, lv, mk, ms, nb, nds, ne, nl, nn, pa, pl, ro, ru, sk, ta, tg, zh_tw

source: Start in the last visited folder, not the current working folder.
ar: ابدأ في آخر دليل تم زيارته، وليس في الدليل الحالي.
bg: Стартиране в последната посетена директория
bs: Počni u zadnje posjećenom direktoriju, ne u trenutnom radnom direktoriju
de: Start im zuletzt besuchten Ordner, nicht im aktuellen Arbeitsordner.
eo: Komenci en la lasta vizitita dosierujo, ne en la nuna labordosierujo.
et: Käivitamine viimases külastatud, mitte aktiivses kataloogis
eu: Hasi azken aldiz bisitatutako karpetan, ez uneko karpetan.
fa: آغاز در آخرین پوشه مشاهده‌شده، نه پوشه کاری جاری.
fi: Aloita viimeksi vieraillussa kansiossa, ei nykyisessä työkansiossa.
fr: Démarrer dans dernier dossier visité et non pas dans le dossier courant.
gl: Comezar no último cartafol visitado, non no cartafol de traballo actual.
he: התחלה בתיקייה האחרונה שהתוכנית הייתה בה, ולא בתיקיית העבודה הנוכחית.
hi: अंतिम बार भ्रमण किए फ़ोल्डर में प्रारंभ करें, न कि वर्तमान कार्यशील फ़ोल्डर में.
is: Byrja í síðustu heimsóttu möppu, ekki núverandi vinnumöppu.
km: ចាប់ផ្ដើម​ក្នុង​ថត​ដែល​បាន​មើល​ចុង​ក្រោយ មិន​មែន​ថត​ធ្វើការ​បច្ចុប្បន្ន​ឡើយ ។
ko: 현재 작업 폴더가 아닌 마지막으로 방문한 폴더에서 시작합니다.
lt: Paleisti paskutiniame lankytame aplanke, ne esamame darbiniame aplanke.
lv: Sāk pēdējā apmeklētajā mapē, bet ne pašreizējā darba mapē.
mk: Стартува во последната посетена папка а не во тековната работна папка.
ms: Mulakan dalam folder terakhir dilawati, bukan folder yang sedang dikerjakan.
nb: Start i sist besøkte mappe, ikke i gjeldende mappe
nds: Start binnen den tolest besöcht Orner, nich binnen den aktuellen Arbeitorner.
ne: हाल काम गरिरहेको फोल्डरमा होइन, अन्तिममा अवलोकन गरिएको फोल्डरमा सुरु गर्नुहोस् ।
nl: Opstarten in de laatstbezochte map, niet in de huidige werkmap.
nn: Start i sist brukte mappe, ikkje gjeldande mappe.
pa: ਆਖਰੀ ਖੋਲ੍ਹੇ ਫੋਲਡਰ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ, ਮੌਜੂਦਾ ਕਾਰਜਕਾਰੀ ਫੋਲਡਰ ਨਾਲ ਨਹੀਂ।
pl: Rozpoczynaj w ostatnio odwiedzonym katalogu, nie w katalogu roboczym
ro: Pornește în ultimul dosar vizitat, nu în dosarul curent.
ru: Начинать работу в последней из посещённых ранее папок, а не в текущей папке.
sk: Spustí sa v poslednom priečinku, nie v aktuálnom pracovnom priečinku.
ta: தற்போது வேலை செய்யும் ஆவணத்தை விட்டு கடைசியாக சென்ற ஆவணத்தில் தொடங்கவும்
tg: Корро дар охирон каталогҳои пештара ташриф карда сар кунед на ин ,ки дар каталоги ҳозира.
zh_tw: 從上次檢視的資料夾開始，而非目前工作的資料夾。

source: Optional image filenames/urls to show
ar: وصلات شبكية /أسماء ملفات لصور اختيارية لعرضها
bg: Допълнителни имена на файлове/адреси за показване
bs: Opcionalni prikaz imene datoteke ili URLa slike
de: Optionale Dateinamen/Adressen, die angezeigt werden sollen
eo: Laŭvolaj bildaj dosiernomoj/urls por montri
et: Lisavõimalus: näidatakse pildi failinime/URL-i
eu: Aukerako irudien fitxategi-izenak/url-ak erakusteko
fa: نام اختیاری پرونده‌های تصویر/نشانیهای وب برای نمایش
fi: Valinnaiset näytettävät tiedostonimet/osoitteet
fr: Noms des fichiers d'images / URL optionnels à afficher
gl: Nomes de ficheiro ou URL das imaxes a amosar opcionalmente
he: שמות קובצי/כתובות תמונות כרשות להצגה
hi: वैकल्पिक छवि फ़ाइलनाम/यूआरएल जिसे दिखाना है
is: Sýna einnig aukalega myndir/slóðir
km: ឈ្មោះ​ឯកសារ​រូបភាព /url ដែល​ត្រូវ​បញ្ចាំង (ស្រេច​ចិត្ត)
ko: 표시할 추가적 그림 파일 이름이나 URL
lt: Nebūtini paveikslo failo pavadinimai/URL adresai, kuriuos rodyti
lv: Pēc izvēles — vai rādīt attēlu datņu nosaukumus/URL adreses
mk: Алтернативни имиња на датотеки/url за прикажување
ms: Nama fail/url imej opsyenal yang hendak dipapar
nb: Valgfrie bilder og filnavn/url-er som skal vises
nds: Optschonaal Dateinaams / Adressen, de wiest warrn schöölt
ne: देखाउनका लागि वैकल्पिक छवि फाइलनाम/यूआरएल
nl: Optionele afbeeldingnamen/URL-adressen om te tonen
nn: Valfri(tt) biletfilnamn/-adresse å visa
pa: ਵੇਖਾਉਣ ਲਈ ਚੋਣਵੇਂ ਚਿੱਤਰ ਫਾਇਲ ਨਾਂ/url
pl: Opcjonalne nazwy plików/URL'e obrazków do wyświetlenia
ro: Adrese URL/fișiere opționale de afișat
ru: Показывать полные имена файлов и ссылок
sk: Nepovinné mená súborov/URL, ktoré sa majú zobraziť
ta: விருப்பப் பிம்ப கோப்புப்பெயர்/காட்டவேண்டிய urls
tg: Ихтиёри нишон додани тасвири номҳои файл /urls
zh_tw: 選擇顯示影像檔名/路徑

source: Print %1
ar: إطبع %1
bg: Печат на %1
bs: Štampaj %1
de: %1 drucken
eo: Presi %1
et: %1 trükkimine
eu: Inprimatu %1
fa: چاپ %1
fi: Tulosta kuva %1
fr: Imprimer %1
gl: Imprimir %1
he: הדפסת %1
hi: छापें %1
is: Prenta %1
km: បោះពុម្ព %1
ko: %1 인쇄
lt: Spausdinti %1
lv: Drukāt „%1“
mk: Печатете %1
ms: Cetak %1
nb: Skriv ut %1
nds: %1 drucken
ne: %1 मुद्रण गर्नुहोस्
nl: %1 afdrukken
nn: Skriv ut %1
pa: %1 ਪਰਿੰਟ ਕਰੋ
pl: Wydrukuj %1
ro: Tipărește %1
ru: Печать %1
sk: Tlačiť %1
ta: %1ஐ அச்சிடு
tg: Чопи кардан %1
zh_tw: 列印 %1

source: Image Settings
ar: تعيينات الصورة
bg: Изображение
bs: Postavke slike
de: Bild-Einstellungen
eo: Bilda agordo
et: Pildi seadistused
eu: Irudiaren ezarpenak
fa: تنظیمات تصویر
fi: Kuva-asetukset
fr: Configuration des images
gl: Opcións da imaxe
he: הגדרות תמונה
hi: छवि विन्यास
is: Myndstillingar
km: ការ​កំណត់​រូបភាព
ko: 그림 설정
lt: Paveikslo nuostatos
lv: Attēlu iestatījumi
mk: Поставувања на слики
ms: Seting Imej
nb: Bildeinnstillinger
nds: Bild-Instellen
ne: छवि सेटिङ
nl: Afbeeldingsinstellingen
nn: Biletinnstillingar
pa: ਚਿੱਤਰ ਸੈਟਿੰਗ
pl: Ustawienia obrazka
ro: Parametri imagine
ru: Настройки изображения
sk: Nastavenie obrázku
ta: படிமத்தின் அமைப்புகள்
tg: Танзимоти Тасвир
zh_tw: 影像設定

source: Print fi&lename below image
ar: إطبع اسم الم&لف تحت الصورة
bg: Печат на името на &файла
bs: Ispiši &ime datoteke ispod slike
de: Datei&namen unter dem Bild drucken
eo: Presi dosiernomon sub bi&ldo
et: Fai&linime trükkimine pildi all
eu: Inprimatu &fitxategi-izena irudiaren azpian
fa: چاپ &نام پرونده زیر تصویر‌
fi: Näytä &tiedostonimi kuvan alapuolella
fr: Imprimer &le nom du fichier sous l'image
gl: Imprimir o &nome do ficheiro por baixo da imaxe.
he: לה&דפיס את שם הקובץ מתחת לתמונה
hi: छवि के नीचे फ़ाइलनाम छापें (&l)
is: Prenta &skráarnafn neðan við mynd
km: បង្ហាញ​ឈ្មោះ​ឯកសារ​ពី​ក្រោម​រូបភាព
ko: 그림 아래에 파일 이름 인쇄(&L)
lt: Spausdinti po paveikslu fai&lo pavadinimą
lv: &Zem attēla drukāt datnes nosaukumu
mk: Печати го името на &датотеката под сликата
ms: Cetak n&ama fail di bawah imej
nb: Skriv ut fi&lnavnet under bildet
nds: &Dateinaam nerrn dat Bild drucken
ne: छवि तलको फाइलनाम मुद्रण गर्नुहोस्
nl: Bestandsnaam onder afbee&lding afdrukken
nn: Skriv ut fi%lnamnet under biletet
pa: ਚਿੱਤਰ ਦੇ ਹੇਠਾਂ ਫਾਇਲ ਨਾਂ ਪਰਿੰਟ ਕਰੋ(&l)
pl: Wydrukuj nazwę pliku pod obrazkiem
ro: Tipărește &numele fișierului sub imagine
ru: Печатать имя &файла под изображением
sk: Tlačiť meno &súboru pod obrázkom
ta: பிம்பத்தின் கீழ் கோப்புப் பெயரை அச்சிடு
tg: Мӯҳр задани номҳои фай&л дар поёни тасвир
zh_tw: 在影像之下列印檔名(&L)

source: Print image in &black and white
ar: إطبع الصورة ب&الأسود والأبيض
bg: Печат в &черно-бял режим
bs: Štampaj sliku &crno-bijelo
de: &Schwarzweiß-Druck
eo: Presi bildon en &nigre kaj blanka
et: Trükkimine mustval&gena
eu: Inprimatu irudia zuri-beltzean
fa: چاپ تصویر به صورت &سیاه و سفید‌
fi: Tulosta kuva &mustavalkoisena
fr: Imprimer l'image en noir et &blanc
gl: Imprimir a imaxe en &branco e negro.
he: הדפסת התמונה ב&שחור לבן
hi: छवि श्वेत-श्याम में छापें (&b)
is: Prenta mynd í &svart-hvítu
km: បង្ហាញ​រូបភាព​ជា​ពណ៌​សខ្មៅ
ko: 흑백으로 그림 인쇄(&B)
lt: Spausdinti juodai baltą paveikslą
lv: Drukāt attēlu &melnbalti
mk: Печати ја сликата во &црно и бело
ms: Cetak imej dalam &hitam dan putih
nb: Skriv ut &bildet i svart-hvitt
nds: Bild in &Swattwitt drucken
ne: छवि कालो र सेतोमा मुद्रण गर्नुहोस्
nl: Afbeelding in &zwart-wit afdrukken
nn: Skriv ut filnamnet i &svart-kvitt
pa: ਚਿੱਤਰ ਨੂੰ ਕਾਲਾ ਅਤੇ ਚਿੱਟਾ ਪਰਿੰਟ ਕਰੋ(&b)
pl: Wydrukuj obrazek w &czerni i bieli
ro: Tipărește imaginea în alb și &negru
ru: Печать &чёрно-белого изображения без полутонов
sk: Vytlačiť obrázok čie&rnobiely
ta: கருப்புவெள்ளையில் பிம்பத்தை அச்சிடு
tg: Мӯҳр задани тасвир бо &сиёҳ ва сафед
zh_tw: 以黑白列印影像(&B)

source: &Width:
ar: ال&عرض:
bg: &Широчина:
bs: &Širina:
de: &Breite:
eo: &Larĝo:
et: &Laius:
eu: &Zabalera:
fa: &عرض:‌
fi: &Leveys:
fr: &Largeur :
gl: &Largura:
he: &רוחב:
hi: चौड़ाईः (&W)
is: &Breidd:
km: ទទឹង ៖
ko: 너비(&W):
lt: &Plotis:
lv: &Platums
mk: &Ширина:
ms: &Lebar
nb: &Bredde:
nds: &Breed:
ne: चौडाइ:
nl: &Breedte:
nn: &Breidd:
pa: ਚੌੜਾਈ(&W):
pl: &Szerokość:
ro: &Lățime:
ru: &Ширина:
sk: Ší&rka:
ta: அகலம்
tg: &Васеъ:
zh_tw: 寬度(&W)：

source: Millimeters
ar: ملمترات
bg: милиметра
bs: milimetara
de: Millimeter
eo: Milimetroj
et: Millimeetrid
eu: Milimetroak
fa: میلی‌متر
fi: Millimetriä
fr: Millimètres
gl: Milímetros
he: מילימטרים
hi: मिलीमीटर्स
is: Millímetrar
km: មិល្លីម៉ែត្រ
ko: 밀리미터
lt: Milimetrai
lv: Milimetri
mk: Милиметри
ms: Milimeter
nb: Millimeter
ne: मिलिमिटर
nn: millimeter
pa: ਮਿਲੀਮੀਟਰ
pl: Milimetry
ro: milimetri
ru: миллиметры
sk: Milimetre
ta: மில்லிமீட்டர்
tg: Миллиметрҳо
zh_tw: 公釐

source: Centimeters
ar: سنتيمترات
bg: сантиметра
bs: centimetara
de: Zentimeter
eo: Centimetroj
et: Sentimeetrid
eu: Zentimetroak
fa: سانتی‌متر
fi: Senttimetrejä
fr: Centimètres
gl: Centímetros
he: סנטימטרים
hi: सेन्टीमीटर्स
is: Sentímetrar
km: សង់ទីម៉ែត្រ
ko: 센티미터
lt: Centimetrai
lv: Centimetri
mk: Сантиметри
ms: Sentimeter
nb: Centimeter
nds: Zentimeters
ne: सेन्टिमिटर
nn: centimeter
pa: ਸੈਂਟੀਮੀਟਰ
pl: Centymetry
ro: centimetri
ru: сантиметры
sk: Centimetre
ta: சென்டிமீட்டர்
tg: Сантиметрҳо
zh_tw: 公分

source: Inches
ar: بوصات
bg: инча
bs: inča
de: Zoll
eo: Coloj
et: Tollid
eu: Hazbeteak
fa: اینچ
fi: Tuumia
fr: Pouces
gl: Polgadas
he: אינטשים
hi: इंचेस
is: Tommur
km: អ៊ិន្ឈ៍
ko: 인치
lt: Coliai
lv: Collas
mk: Инчи
ms: Inci
nb: Tommer
nds: Toll
ne: इन्च
nn: tommar
pa: ਇੰਚ
pl: Cale
ro: țoli
ru: дюймы
sk: Palce
ta: இன்சுகள்
tg: Дюймҳо
zh_tw: 英吋

source: &Height:
ar: ال&إرتفاع:
bg: &Височина:
bs: &Visina:
de: &Höhe:
eo: &Alto:
et: &Kõrgus:
eu: &Altuera:
fa: &ارتفاع:‌
fi: &Korkeus:
fr: &Hauteur :
gl: &Altura:
he: &גובה:
hi: ऊंचाईः (&H)
is: &Hæð:
km: កម្ពស់ ៖
ko: 높이(&H):
lt: &Aukštis:
lv: &Augstums:
mk: &Висина:
ms: &Tinggi
nb: &Høyde:
nds: &Hööchde:
ne: उचाइ:
nl: &Hoogte:
nn: &Høgd:
pa: ਉਚਾਈ(&H):
pl: &Wysokość:
ro: Î&nălțime:
ru: &Высота:
sk: &Výška:
ta: உயரம்
tg: &Дарозӣ:
zh_tw: 高度(&H)：

source: Print e&xact size:
ar: إطبع القياس ال&تام:
bg: Печат на &оригиналния размер:
bs: Štampaj &tačnu veličinu:
de: &Genaue Größe drucken:
eo: Presi preci&zan grandecon:
et: Trükkimine tä&pses suuruses:
eu: Inprimatu tamaina &doia:
fa: چاپ اندازه &دقیق:‌
fi: Tulosta &tarkka koko:
fr: Imprimer à la taille e&xacte :
gl: Tamaño e&xacto de impresión:
he: הדפ&סה בגודל מדויק:
hi: सटीक आकार में छापें: (&x)
is: Prenta &nákvæma stærð:
km: បង្ហាញ​ទំហំ​ពិត​ប្រាកដ ៖
ko: 정확한 크기로 인쇄(&X):
lt: Spausdinti &tikslaus dydžio:
lv: Drukāt p&recīzu izmēru:
mk: Печати ја то&чната големина:
ms: Cetak saiz &tepat
nb: Skriv ut nø&yaktig størrelse:
nds: &Naue Grött drucken:
ne: वास्तविक साइज मुद्रण गर्नुहोस्:
nl: &Exacte grootte afdrukken:
nn: Skriv ut nø&yaktig storleik:
pa: ਠੀਕ ਸਾਈਜ਼ ਪਰਿੰਟ ਕਰੋ(&x):
pl: Drukuj wymagany rozmiar:
ro: Tipărește mărimea e&xactă:
ru: Печатать &оригинальный размер:
sk: Tlačiť &presnú veľkosť:
ta: மிகச் சரியான அளவை அச்சிடு
tg: Мӯҳр &задани андозаи дақиқ
zh_tw: 列印指定大小(&X)：

source: Shrink image to &fit, if necessary
ar: قلّص الصورة إلى القياس ال&أوفق، إذا كان ذلك ضروري
bg: &Намаляване до размера на страницата, ако е необходимо
bs: &Smanji sliku po potrebi
de: Bild auf Bildschirmgröße &verkleinern, wenn nötig
eo: Malgrandi&gi bildon al konveno, se necese
et: Pildi kahandamine so&bivaks, kui vaja
eu: Txikitu irudia doitzeko, behar izanez gero
fa: اگر لازم است، برای &متناسب شدن، تصویر را فشرده کنید‌
fi: Kutista kuva &sopimaan, jos tarpeellista
fr: Réduire l'image pour l'a&juster, si nécessaire
gl: Reducir a imaxe para que cai&ba, se é preciso.
he: הק&טנת התמונה לפי הצורך כדי שתתאים
hi: यदि आवश्यक हो, छवि फिट होने लायक सिकोड़ें (&f)
is: Smækka mynd svo passi, ef þar&f
km: បង្រួញ​រូបភាព​ឲ្យ​សម បើ​ចាំបាច់
ko: 필요한 경우 그림을 축소해서 맞춤(&F)
lt: Jei būtina, su&mažinti paveikslą taip, kad tilptų
lv: Sa&mazināt attēlu, lai ietilptu, ja nepieciešams
mk: Смали ја сликата за да се &собере, ако е неопходно
ms: Kecilkan imej supaya muat, jika perlu
nb: &Forminsk bildet så det passer, om nødvendig
nds: Bild passen &schrimpen, wenn nödig
ne: आवश्यक भएमा, मिलाउन छवि खुम्च्याउनुहोस्
nl: A&fbeelding krimpen tot paginagrootte, indien nodig
nn: For&minsk om nødvendig biletet slik at det passar
pa: ਜੇਕਰ ਲੋੜ ਹੈ ਤਾਂ ਚਿੱਤਰ ਨੂੰ ਫਿੱਟ ਕਰਨ ਲਈ ਛੋਟਾ ਕਰੋ(&f)
pl: Odpowiednio zmniejsz obrazek, jeżeli konieczne
ro: Dacă este necesar, &micșorează imaginea să se încadreze
ru: &Уменьшить изображение до допустимых размеров, если оно больше
sk: Z&menšiť obrázok, ak je to nutné
ta: தேவைபட்டால் பிம்பத்தை பொருந்தும் வகையில் சுருக்கு
tg: Тасвирро зер карда ба &лоиқ агар лозим бошад
zh_tw: 如果需要的話，縮小影像以適合紙張(&F)

# Run the slideshow until manually stopped
source: Forever
eo: Porĉiame
fr: Pour toujours
gl: Indefinidamente
ko: 영원히
lt: Amžinai
lv: Vienmēr
pl: Na zawsze

source: Slideshow
ar: عرض الشرائح
bg: Прожекция
de: Diaschau
eo: Bildoprezento
et: Slaidiseanss
eu: Diapositiba emanaldia
fi: Diaesitys
fr: Diaporama
gl: Presentación
he: מצגת
is: Skyggnusýning
ko: 슬라이드 쇼
lt: Skaidrių rodymas
lv: Slīdrāde
nl: Diavoorstelling
nn: Lysbiletvising
pl: Pokaz slajdów
ro: Diaporamă
sk: Prezentácia
zh_tw: 投影片播放

source: Switch to &full-screen
ar: حوّل إلى ملء الشاشة
bg: Пр&евключване на цял екран
bs: Prebaci na &puni ekran
de: Zum &Vollbildmodus wechseln
eo: Ŝanĝi al &plen-ekrano
et: Lülitumine &täisekraanile
eu: Aldatu &pantaila osoaren modura
fa: سودهی به &تمام پرده‌
fi: Vaihda &koko näytön tilaan
fr: Basculer en mode « &Plein écran »
gl: Trocar a &pantalla completa.
he: מ&עבר למצב מסך מלא
hi: पूरे-स्क्रीन में स्विच करें (&f)
is: &Fylla skjá
km: ប្ដូរ​ទៅ​ពេញ​អេក្រង់
ko: 전체 화면으로 전환(&F)
lt: Perjungti į &visą ekraną
lv: Pārslēgties uz &pilnekrānu
mk: Префрли на &цел екран
ms: Tukar kepada skrin &penuh
nb: Bytt til &full skjerm
nds: Na &Heelschirmbedrief wesseln
ne: पूरा-पर्दामा स्विच गर्नुहोस्
nl: Naar &volledig scherm overschakelen
nn: Byt til fullskjermsmodus
pa: ਪੂਰੀ ਸਕਰੀਨ ਲਈ ਬਦਲੋ(&f)
pl: Przełącz na pełny ekran
ro: A&fișează pe tot ecranul
ru: Переключиться на &полный экран
sk: Prepnúť na &celú obrazovku
ta: முழுத் திரைக்கு மாறவும்
tg: Пайвастан ба экрани &пурра
zh_tw: 切換至全螢幕(&F)

source: S&tart with current image
ar: إبدأ مع الصورة &الحالية
bg: С&тартиране с текущото изображение
bs: Počni sa &trenutnom slikom
de: Mit &aktuellem Bild beginnen
eo: Komenci kun ak&tuala bildo
et: &Alustatakse aktiivsest pildist
eu: Hasi &uneko irudiarekin
fa: &آغاز با تصویر جاری‌
fi: Aloita ny&kyisellä kuvalla
fr: Démarrer par l'image couran&te
gl: Iniciar coa imaxe a&ctual.
he: ה&תחלה עם התמונה הנוכחית
hi: वर्तमान छवि के साथ प्रारंभ करें (&t)
is: Byrja á &núverandi mynd
km: ចាប់ផ្ដើម​ជាមួយ​រូបភាព​បច្ចុប្បន្ន
ko: 현재 그림에서 시작(&T)
lt: Pradė&ti nuo esamo paveikslo
lv: &Sākt ar pašreizējo attēlu
mk: Започни со &тековната слика
ms: M&ulakan dengan imej semasa
nb: S&tart med nåværende bilde
nds: Mit dat &aktuelle Bild starten
ne: हालको छवि सहित सुरु गर्नुहोस्
nl: Met &huidige afbeelding beginnen
nn: S&tart med gjeldande bilete
pa: ਮੌਜੂਦਾ ਚਿੱਤਰ ਨਾਲ ਸ਼ੁਰੂ(&t)
pl: Rozpocznij z &obecnym obrazkiem
ro: Porneș&te cu imaginea curentă
ru: Начать с &текущего изображения
sk: Spustiť s a&ktuálnym obrázkom
ta: நடப்பு பிம்பத்தில் இருந்து ஆரம்பி
tg: Аз тасвири &равон сар кунед
zh_tw: 從目前的影像開始(&T)

source: De&lay between slides:
ar: الفت&رة بين الشرائح:
bg: Па&уза между изображенията:
bs: Pa&uza izmeću slajdova:
de: V&erzögerung zwischen Dias:
eo: Pro&krasto inter diapozitivoj:
et: &Viivitus slaidide vahel:
eu: Diapositiben arteko &denbora-tartea:
fa: &تأخیر بین اسلایدها:‌
fi: Tau&ko kuvien välissä:
fr: Interva&lle de temps entre deux images :
gl: Reta&rdo entre fotogramas:
he: השהיה בין שקו&פיות:
hi: स्लाइड्स के बीच का अंतरालः (&l)
is: Töf mi&lli skyggna:
km: ពន្យារ​ពេល​ចន្លោះ​ស្លាយ​នីមួយៗ ៖
ko: 슬라이드 지연 시간(&L):
lt: De&lsa tarp skaidrių:
lv: &Aizture starp slaidiem:
mk: &Растојание меѓу сликите:
ms: &Lengahkan antara slaid:
nb: Forsinke&lse mellom lysbilder:
nds: &Töövtiet twischen Dias:
ne: स्लाइड बीचमा विलम्ब गर्नुहोस्:
nl: Vertra&ging tussen dia's:
nn: &Pause mellom lysbilete:
pa: ਸਲਾਇਡਾਂ 'ਚ ਅੰਤਰਾਲ(&l):
pl: Odstęp pomiędzy slajdami:
ro: Interva&lul între diapozitive:
ru: &Задержка между сменой слайдов:
sk: &Pauza medzi obrázkami:
ta: படவில்லைகளுக்கு இடையில் தாமதிக்கவும்
tg: &Андармони мобайни поинтаринҳо:
zh_tw: 投影片之間的延遲(&L)：

source: Wait for key
ar: إنتظر المفتاح
bg: Изчакване за клавиш
bs: Čekaj tipku
de: Auf Tastendruck warten
eo: Atendi klavon
et: Klahvivajutuse ootamine
eu: Itxaron tekla bat
fa: انتظار برای کلید
fi: Odota näppäintä
fr: En attente d'un appui sur une touche
gl: Agardar pola tecla
he: המתנה למקש
is: Bíða eftir lykli
km: រង់ចាំ​ចុច​គ្រាប់ចុច
ko: 키 입력 대기
lt: Laukti klavišo paspaudimo
lv: Gaidīt taustiņu
mk: Чекај на копче
ms: Tunggu kekunci
nb: Vent på tastetrykk
nds: Op Tastdruck töven
ne: कुञ्जीका लागि प्रतिक्षा गर्नुहोस्
nl: Op toets wachten
nn: Vent på tastetrykk
pa: ਸਵਿੱਚ ਲਈ ਉਡੀਕ
pl: Czekaj na naciśnięcie klawisza
ro: Așteaptă apăsarea unei taste
ru: Ожидание нажатия клавиши
sk: Čakať na kláves
tg: Интизор бошед барои калид
zh_tw: 等待按鍵

source: sec
ar: ثواني
bg: сек
bs: sek
de: Sek.
eo: s
et: sek
eu: seg
fa: ثانیه
fi: s
fr: secondes
gl: seg
he: שנ׳
hi: सेक.
is: sek
km: វិ.
ko: 초
lt: sek.
lv: sek.
mk: сек
ms: saat
nb: sek
nds: Sekunnen
ne: सेकेन्ड
nn: s
pa: ਸਕਿੰਟ
pl: sek
ru: с
sk: sek
ta: நொடி
tg: сон
zh_tw: 秒

source: &Iterations:
eo: &Iteracioj:
fr: &Itérations :
gl: &Iteracións:
ko: 반복 횟수(&I):
lt: Pa&kartojimų:
lv: &Iterācijas:
pl: Powtórzen&ia:

source: (url)
ar: (المسار)
fi: (verkko-osoite)
he: (כתובת)
is: (url-slóð)
nn: (adresse)
pl: (adres url)

# Filename (Imagewidth x Imageheight)
source: %3 (%1 x %2)
is: %1 (%2 x %3)
sk: %1 (%2 x %3)

source: Save As
fi: Tallenna nimellä
is: Vista sem
km: រក្សា​ទុកជា​
ms: Simpan Sebagai
ne: यसरूपमा बचत गर्नुहोस्
sk: Uložiť ako

source: Do you really want to display this 1 image at the same time? This might be quite resource intensive and could overload your computer.<br>If you choose %1, only the first image will be shown.
fi: Haluatko näyttää tämän kuvan yhtä aikaa? Tämä voi kuluttaa paljon resursseja ja ylikuormittaa tietokoneesi.<br>Jos valitset %1, vain ensimmäinen kuva näytetään.
is: Viltu í alvörunni sýna þessa 1 mynd á sama tíma? Þetta gæti tekið stóran hluta af vinnslugetu tölvunar, og jafnvel valdið því að hún frjósi.<br>Ef þú velur %1, verður aðeins fyrsta myndin sýnd.
km: តើ​អ្នក​ពិតជា​ចង់​បង្ហាញ​រូបភាពទាំង %n នេះ​នៅពេល​តែ​មួយ​ឬ ? នេះ​ប្រហែល​ជា​ធនធានដ៏ល្អ ហើយ​អាច​ផ្ទុកក្នុងកុំព្យូទ័រ​របស់​អ្នក ។<br>ប្រសិនបើ​អ្នក​ជ្រើស %1 មាន​តែ​រូបភាព​ដំបូង​ប៉ុណ្ណោះ​នឹង​ត្រូវ​បានបង្ហាញ ។
sk: Naozaj chcete zobraziť tento obrázok? Môže to mať za následok zamrznutie počítača alebo príliš veľkú spotrebu systémových zdrojov.<br>Ak zvolíte %1, zobrazí sa len prvý obrázok.

source: <qt>Do you really want to delete <b>'%1'</b>?</qt>
fi: <qt>Haluatko varmasti poistaa tiedoston <b>”%1”</b>?</qt>
is: <qt>Viltu örugglega eyða <b>'%1'</b>?</qt>
km: <qt>តើអ្នក​ពិត​ជា​ចង់​លុប <b>'%1'</b>ឬ?</qt>
mk: <qt>Дали навистина сакате да ја избришете <b>„%1“</b>?</qt>
sk: <qt>Naozaj chcete zmazať <b>'%1'</b>?</qt>

source: <qt>Do you really want to trash <b>'%1'</b>?</qt>
fi: <qt>Haluatko varmasti siirtää roskakoriin tiedoston <b>”%1”</b>?</qt>
is: <qt>Viltu í alvöru setja <b>'%1'</b> í ruslið?</qt>
km: <qt>តើ​អ្នក​ពិតជា​ចង់បញ្ជូន​ <b>'%1'</b>ទៅកាន់ធុង​សំរាម​ឬ ?</qt>
mk: <qt>Дали навистина сакате да ја фрлите во корпа <b>„%1“</b>?</qt>
ms: <qt>Anda benar-benar ingin buang <b>'%1'</b>?</qt>
sk: <qt>Naozaj chcete dať do koša <b>'%1'</b>?</qt>

source: Unable to initialize "Imlib". Start kuickshow from the command line and look for error messages. The program will now quit.
fi: Imlib-kirjastoa ei voitu alustaa. Käynnistä Kuickshow komentokehotteesta ja katso virheviestit. Ohjelma suljetaan nyt.
is: Get ekki ræst "Imlib". Ræstu kuickshow frá skipanalínunni og athugaðu með villuskilaboð. Forrit verður stöðvað núna.
km: មិន​អាច​ចាប់ផ្ដើម "Imlib" បាន​ឡើយ ។ សូម​ចាប់ផ្ដើម kuickshow ពី​បន្ទាត់​ពាក្យ​បញ្ជា ហើយ​រកមើល​សារ​កំហុស ។ ឥឡូវ​នេះ កម្មវិធី​បិទ​ហើយ ។
mk: Не можам да го иницијализирам „Imlib“. Вклучете го kuickshow од командната линија и погледнете ги пораките за грешки. Програмата сега ќе се исклучи.
ms: Tidak dapat memulakan "Imlib". Mulakan kuickshow dari baris arahan dan cari mesej ralat. Program akan keluar sekarang.
ne: "lmlib" सुरुआत गर्न अक्षम । आदेश रेखाबाट kuickshow सुरु गर्नुहोस् र त्रुटि सन्देशको खोजी गर्नुहोस् । कार्यक्रम अहिले अन्त हुनेछ ।
sk: Nepodarilo sa inicializovať knižnicu "imlib". Spustením kuickshow z príkazového riadku môžete nájsť chybové správy. Program teraz skončí.

source: Fatal Imlib Error
fi: Vakava Imlib-virhe
is: Banvæn imlib villa
km: កំហុស Imlib ធ្ងន់ធ្ងរ
mk: Фатална грешка во Imlib
ms: Ralat Imlib Fatal
ne: घातक lmlib त्रुटि
sk: Kritická chyba Imlib

source: &Iterations (0 = infinite):
fi: &Näyttökerrat (0 = toistetaan loputtomasti):
is: Ítran&ir (0 = óendanlegt):
km: អន្តរកម្ម (0 = អនន្ត) ៖
mk: По&вторувања (0 = бесконечно):
ms: &Lelaran (0 = tak terhingga):
ne: पुनरावृत्ति (0 = अनन्त):
sk: &Opakovania (0 = nekonečne):

source: MB
ar: م. بايت
bg: МБ
fa: مگابایت
fi: Mt
fr: Mo
he: מ״ב
hi: मे.बा.
km: មេកាបៃ
ne: मेगाबाइट
ro: Mo
ru: МБ
tg: МБ

source: Carsten Pfeiffer
bs: Karsten Pfajfer
he: קרסטן פייפר
hi: कार्स्टेन फेइफर

source: Rober Hamberger
he: רוברט המברגר
pa: ਰੋਬਰ ਹਮਬਰਗਰ

source: Thorsten Scheuermann
he: תורסטן שוארמן

source: KuickShow
hi: क्विक-शो
pa: ਕੇ-ਤੇਜ਼-ਝਲਕ
ta: kuick காட்சி
