Repository: KDE/kuickshow
Catalog: po/*/kuickshow.po
Languages: ar, bg, bs, de, eo, et, eu, fa, fi, fr, gl, he, hi, is, km, ko, lt, lv, mk, ms, nb, nds, ne, nl, nn, pa, pl, ro, ru, sk, ta, tg, zh_tw

source: Scroll Right
ar: إنزلاق لليمين
bg: Превъртане надясно
bs: Pomjeri desno
de: Nach rechts rollen
eo: Rulumi dekstren
et: Keri paremale
eu: Korritu eskuinera
fa: لغزش به راست
fi: Vieritä oikealle
fr: Faire défiler vers la droite
gl: Desprazar cara á dereita
he: גלילה ימינה
hi: दाएँ स्क्रॉल करें
is: Skruna til hægri
km: រមូរ​ទៅ​ស្ដាំ
ko: 오른쪽으로 스크롤
lt: Slinkti dešinėn
lv: Ritināt pa labi
mk: Помести надесно
ms: Skrol Kanan
nb: Rull til høyre
nds: Na rechts rullen
ne: दायाँ स्क्रोल गर्नुहोस्
nl: Naar rechts schuiven
nn: Rull til høgre
pa: ਸੱਜੇ ਸਕਰੋਲ
pl: Przewiń w prawo
ro: Defilează la dreapta
ru: Пролистать вправо
sk: Posunúť vpravo
ta: வலது பக்கம் நகர்த்து
tg: Ба рост
zh_tw: 向右移

source: Pause Slideshow
ar: قف العرض كشرائح مؤقتاً
bg: Слайдшоу - пауза
bs: Zaustavi slajdove
de: Diaschau pausieren
eo: Paŭzi prezenton
et: Slaidiseansi paus
eu: Pausatu diapositiba-aurkezpena
fa: مکث در نمایش اسلاید
fi: Keskeytä diaesitys
fr: Mettre le diaporama en pause
gl: Parar a presentación
he: עצירת מצגת שקופיות
hi: स्लाइडशो ठहराएँ
is: Gera hlé á myndasýningu
km: ផ្អាក​ការ​បញ្ចាំង​ស្លាយ
ko: 슬라이드 쇼 일시 정지
lt: Pristabdyti skaidrių rodymą
lv: Pauzēt slīdrādi
mk: Паузирај слајд-шоу
ms: Tangguh Tayangan Slaid
nb: Pause i lysbildeframvisning
nds: Diaschau anhollen
ne: स्लाइड प्रदर्शन रोक्नुहोस्
nl: Diavoorstelling pauzeren
nn: Pausa lysbiletvising
pa: ਸਲਾਇਡ-ਸ਼ੋ ਵਿਰਾਮ
pl: Wstrzymaj pokaz
ro: Pune pe pauză diaporama
ru: Пауза
sk: Prerušiť prezentáciu
ta: படவில்லை காட்சியை தற்காலிகமாக நிறுத்து
tg: Интизоршавии намоиши қабат
zh_tw: 暫停投影片播放

source: Reload Image
ar: إعادة تحميل الصورة
bg: Презареждане
bs: Ponovo učitaj sliku
de: Bild neu laden
eo: Reŝargi Bildon
et: Laadi pilt uuesti
eu: Birkargatu irudia
fa: بارگذاری مجدد تصویر
fi: Lataa kuva uudestaan
fr: Recharger une image
gl: Recargar a imaxe
he: רענון תמונה
hi: छवि फिर से लोड करें
is: Endurlesa mynd
km: ផ្ទុក​រូបភាព​ឡើង​វិញ
ko: 그림 새로 고침
lt: Įkelti paveikslą iš naujo
lv: Pārlādēt attēlu
mk: Превчитај ја сликата
ms: Muat Semula Imej
nb: Last inn bilde på nytt
nds: Bild nieg laden
ne: छवि पुन: लोड गर्नुहोस्
nl: Afbeelding herladen
nn: Last inn biletet på nytt
pa: ਚਿੱਤਰ ਮੁੜ ਲੋਡ
pl: Wczytaj obrazek ponownie
ro: Reîncarcă imaginea
ru: Обновить
sk: Znovu načítať obrázok
ta: பிம்பத்தை மறுஏற்று
tg: Пурбори Тасвир
zh_tw: 重讀影像

source: Properties
ar: الخصائص
bg: Информация
bs: Svojstva
de: Eigenschaften
eo: Ecoj
et: Omadused
eu: Propietateak
fa: ویژگیها
fi: Ominaisuudet
fr: Propriétés
gl: Propiedades
he: מאפיינים
hi: गुण
is: Eiginleikar
km: លក្ខណៈ​សម្បត្តិ
ko: 속성
lt: Savybės
lv: Īpašības
ms: Ciri-ciri
nb: Egenskaper
nds: Egenschappen
ne: गुण
nl: Eigenschappen
nn: Eigenskapar
pa: ਵਿਸ਼ੇਸ਼ਤਾ
pl: Właściwości
ro: Proprietăți
ru: Свойства
sk: Vlastnosti
zh_tw: 內容

source: Unable to download the image from %1.
ar: غير قادر على تحميل الصورة من %1.
bg: Грешка при изтегляне на изображението от %1.
bs: Ne mogu preuzeti sliku sa %1.
de: Das Bild kann nicht von %1 heruntergeladen werden.
eo: Ne eblas elŝuti la bildon de %1.
et: Pilti pole võimalik alla laadida asukohast %1.
eu: Ezin da irudia deskargatu %1(e)tik.
fi: Ei voitu ladata kuvaa kohteesta %1.
fr: Impossible de télécharger l'image depuis %1.
gl: Non é posíbel descargar a imaxe de %1.
he: לא ניתן להוריד את התמונה מהכתובת %1.
is: Gat ekki náð í mynd frá %1.
km: មិនអាច​ទាញយក​រូបភាព​ពី %1 បានទេ ។
ko: %1에서 그림을 다운로드할 수 없습니다.
lt: Nepavyksta atsisiųsti paveikslą iš %1.
lv: Neizdodas lejupielādēt attēlu no „%1“.
mk: Не можам да ја симнам сликата од %1.
nb: Klarte laste ned bildet fra %1.
nds: Dat Bild lett sik nich vun %1 daalladen.
nl: De afbeelding kon niet gedownload worden vanaf %1.
nn: Klarte ikkje lasta ned biletet frå %1.
pa: %1 ਚਿੱਤਰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਅਸਮਰੱਥ।
pl: Nie można pobrać obrazu z %1.
ro: Nu s-a putut tipări descărca imaginea de la %1.
ru: Невозможно загрузить изображение %1.
sk: Nepodarilo sa stiahnuť obrázok.z %1.
zh_tw: 無法從 %1 下載影像。

source: Unable to load the image %1. Perhaps the file format is unsupported or your Imlib is not installed properly.
ar: غير قادر على تحميل الصورة %1. من المحتمل أن يكون الملف غير مدعوماً أو أن Imlib غير مثبت بطريقة صحيحة.
bg: Грешка при зареждане на изображението "%1". Възможни причини са неподдържан формат или неправилно инсталирана библиотека "Imlib".
bs: Ne mogu da učitam sliku %1. Možda format datoteke nije podržan ili vaš Imlib nije ispravno instaliran.
de: Die Bilddatei %1 kann nicht geladen werden. Möglicherweise wird das Dateiformat nicht unterstützt oder Imlib ist nicht richtig installiert.
eo: Ne eblas ŝargi la bildon %1. Eble la dosierformato estas nesubtenata aŭ via Imlib ne estas instalita ĝuste.
et: Pildi %1 laadimine nurjus. Võib-olla ei ole vorming toetatud või on Imlib valesti paigaldatud.
eu: Ezin da %1 irudia kargatu. Agian fitxategiaren formatua ez da onartzen edo imlib-en instalazioa gaizki dago.
fa: قادر به بار کردن تصویر %1 نیست. شاید قالب پرونده پشتیبانی نشود، یا Imlib شما درست نصب نشده است.
fi: Kuvaa ”%1” ei voitu ladata. Tiedostomuotoa ei ehkä tueta tai Imlibbiä ei ole asennettu oikein.
fr: Impossible d'ouvrir l'image « %1 ». Le format de fichier n'est peut-être pas géré ou bien la bibliothèque « Imlib » n'est pas correctement installée.
gl: Non é posíbel cargar a imaxe %1. Quizais o formato do ficheiro non se permita ou Imlib non está instalada axeitadamente.
he: לא ניתן לטעון את התמונה %1. כנראה שתבנית הקובץ לא נתמכת או שהספרייה Imlib אינה מותקנת כראוי.
is: Get ekki hlaðið inn mynd %1. Kannski er þetta snið ekki stutt eða imlib ekki rétt sett upp.
km: មិន​អាច​ផ្ទុក​រូបភាព %1 បាន​ឡើយ ។ ប្រហែល​ជា​ទ្រង់ទ្រាយ​ឯកសារ​មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ឬ​ក៏ Imlib របស់​អ្នក​មិន​ត្រូវ​បាន​ដំឡើង​ត្រឹមត្រូវ ។
ko: 그림 파일 %1을(를) 불러올 수 없습니다. 파일을 지원하지 않거나 Imlib 설치가 잘못되었을 수도 있습니다.
lt: Nepavyko įkelti paveikslo %1 Galbūt, failo formatas yra nepalaikomas, arba netinkamai įdiegta Imlib.
lv: Neizdodas lejupielādēt attēlu „%1“. Iespējams, programma neatbilsta datnes formātu, vai arī sistēmā nav atbilstoši instalēts „Imlib“.
mk: Не можам да ја вчитам датотеката %1. Можеби форматот на датотеката не е поддржан или вашиот Imlib не е правилно инсталиран.
ms: Tidak dapat memuat imej %1. Mungkin format fail tidak disokong atau Imlib anda tidak dipasang dengan betul.
nb: Klarte ikke laste bildet %1 Kanskje mangler det støtte for filformatet, eller imlib mangler.
nds: Dat Bild "%1" lett sik nich laden. Villicht warrt dat Dateiformaat nich ünnerstütt, oder Dien "Imlib" is leeg installeert.
ne: छवि %1 लोड गर्न अक्षम भयो । साहायद फाइल ढाँचा असमर्थित हुनसक्छ वा तपाईँको Imlib सही तरिकाले स्थापना गरिएको छैन ।
nl: Helaas, de afbeelding %1 kan niet worden geladen. Mogelijk wordt het afbeeldingformaat niet ondersteund, of is uw imlib-bibliotheek onjuist geïnstalleerd.
nn: Klarte ikke lasta biletet %1. Det kan skuldast at filformatet ikkje er støtta eller at Imlib ikkje er skikkeleg installert.
pa: ਚਿੱਤਰ %1 ਲੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਸੰਭਵ ਤੌਰ 'ਤੇ ਫਾਇਲ ਫਾਰਮੈਟ ਲਈ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ ਜਾਂ ਤੁਹਾਡੀ Imlib ਠੀਕ ਤਰਾਂ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ।
pl: Nie można wczytać obrazka %1. Prawdopodobnie format pliku nie jest obsługiwany lub Imlib nie jest zainstalowany poprawnie.
ro: Nu s-a putut încărca imaginea %1. Probabil formatul de imagine nu este suportat sau biblioteca „Imlib” nu este instalată corespunzător.
ru: Не удаётся загрузить файл изображения %1. Вероятно, данный файловый формат не поддерживается, либо неправильно установлена библиотека Imlib.
sk: Nepodarilo sa načítať obrázok %1. Možno nie je jeho formát podporovaný alebo vaša knižnica Imlib nie je správne nainštalovaná.
ta: %1 எனும் பிம்பத்தை ஏற்ற முடியவில்லை கோப்பு வடிவம் ஆதரிக்கபடவில்லை அல்லது உங்கள் உறுப்பு சரியாக நிறுவப்படவில்லை
tg: Пур кардани тасвири %1 номумкин. Мумкин,ки формати файл нигоҳ дошта нашудааст ё Imlib - и шумо таври бо даркори барқарор нашудааст.
zh_tw: 無法載入影像 %1。 也許該檔案格式不支援，或您的 Imlib 未安裝妥當。

source: Brightness
ar: البريق
bg: Яркост
bs: Osvijetljenost
de: Helligkeit
eo: Brilo
et: Heledus
eu: Distira
fa: روشنی
fi: Kirkkaus
fr: Luminosité
gl: Brillo
he: בהירות
hi: चमकीलापन
is: Birtustig
km: ពន្លឺ
ko: 밝기
lt: Ryškumas
lv: Gaišums
mk: Осветленост
ms: Kecerahan
nb: Lysstyrke
nds: Helligkeit
ne: चम्किलोपन
nl: Helderheid
nn: Lysstyrke
pa: ਚਮਕ
pl: Jasność
ro: Strălucire
ru: Яркость
sk: Jas
ta: பிரகாசம்
tg: Равшанӣ
zh_tw: 亮度

source: Contrast
ar: التباين
bg: Контраст
bs: Kontrast
de: Kontrast
eo: Kontrasto
et: Kontrast
eu: Kontrastea
fa: سایه روشن
fi: Kontrasti
fr: Contraste
gl: Contraste
he: חדות
hi: कंट्रास्ट
is: Birtuskil
km: កម្រិត​ពណ៌​
ko: 명암
lt: Kontrastas
lv: Kontrasts
mk: Контраст
ms: Kontras
nb: Kontrast
nds: Kontrast
ne: व्यतिरेक
nn: Kontrast
pa: ਵੱਖਰੇਵਾਂ
pl: Kontrast
ru: Контраст
sk: Kontrast
ta: வித்தியாசம்
tg: Тазод
zh_tw: 對比

source: Gamma
ar: غاما
bg: Гама
bs: Gama
de: Gammawert
eo: Gamo
fa: گاما
gl: Gama
he: גאמה
hi: गामा
is: Litróf (gamma)
km: ហ្គាម៉ា
ko: 감마
lt: Gama
mk: Гама
ne: गामा
pa: ਗਾਮਾ
ro: Gama
ru: Гамма
ta: காமா
tg: Гамма

source: Unable to print the image.
ar: غير قادر على طباعة الصورة.
bg: Грешка при печат на изображението.
bs: Ne mogu štampati sliku.
de: Das Bild kann nicht gedruckt werden.
eo: Ne eblas presi la bildon.
et: Pilti trükkimine nurjus.
eu: Ezin da irudia inprimatu
fa: قادر به چاپ تصویر نیست.
fi: Kuvaa ei voitu tulostaa.
fr: Impossible d'imprimer l'image.
gl: Non é posíbel imprimir a imaxe.
he: לא ניתן להדפיס את התמונה.
hi: छवि मुद्रित करने में अक्षम.
is: Gat ekki prentað mynd.
km: មិន​អាច​បោះពុម្ព​រូបភាព​បាន​ឡើយ ។
ko: 그림을 인쇄할 수 없습니다.
lt: Nepavyko spausdinti paveikslo.
lv: Neizdodas attēlu izdrukāt.
mk: Не можам да ја испечатам сликата.
ms: Tidak dapat mencetak imej.
nb: Klarte ikke skrive ut bildet.
nds: Dat Bild lett sik nich drucken.
ne: छवि मुद्रण गर्न अक्षम ।
nl: De afbeelding kon niet worden afgedrukt.
nn: Klarte ikkje skruva ut biletet.
pa: ਚਿੱਤਰ ਪਰਿੰਟ ਕਰਨ ਲਈ ਅਸਮਰੱਥ।
pl: Nie można wydrukować obrazka.
ro: Nu s-a putut tipări imaginea.
ru: Не удаётся распечатать изображение.
sk: Nepodarilo sa vytlačiť obrázok.
ta: பிம்பத்தை அச்சிட முடியவில்லை
tg: Тасвирро чоп карда натавонист.
zh_tw: 無法列印影像

source: Printing Failed
ar: فشلت الطباعة
bg: Неуспешен печат
bs: Štampanje nije uspjelo
de: Drucken fehlgeschlagen
eo: Presado Malsukcesis
et: Trükkimine nurjus
eu: Huts egin du inprimatzean
fa: خرابی در چاپ
fi: Tulostus epäonnistui
fr: Problème lors de l'impression.
gl: Fallou a impresión
he: ההדפסה נכשלה
hi: छापना असफल
is: Prentun mistókst
km: ការ​បោះពុម្ព​បាន​បរាជ័យ
ko: 인쇄 실패
lt: Nepavyko spausdinti
lv: Drukāšana neizdevās
mk: Печатењето не успеа
ms: Mencetak Fail
nb: Utskrift mislyktes
nds: Drucken fehlslaan
ne: मुद्रण असफल भयो
nl: Het afdrukken is mislukt
nn: Feil ved utskrift
pa: ਪਰਿੰਟਿੰਗ ਫੇਲ੍ਹ ਹੋਈ
pl: Błąd wydruku
ro: Tipărire eșuată
ru: Ошибка печати
sk: Tlač zlyhala
ta: அச்சிட முடியவில்லை
tg: Чоп нашуд
zh_tw: 列印失敗

source: Keep original image size
ar: الاحتفاظ بالقياس الأصلي للصورة
bg: Запазване на оригиналния размер
bs: Sačuvaj originalnu veličinu slike
de: Originalgröße beibehalten
eo: Konservi originan bildograndecon
et: Säilitatakse pildi algsuurus
eu: Mantendu jatorrizko tamaina
fa: حفظ اندازه اصلی تصویر
fi: Säilytä alkuperäinen kuvakoko
fr: Conserver la taille originale de l'image
gl: Manter o tamaño orixinal da imaxe
he: שמירת גודל התמונה המקורי
hi: मूल छवि आकार रखे रहें
is: Halda upprunalegri myndstærð
km: រក្សា​ទំហំ​រូបភាព​ដើម
ko: 원본 그림 크기 유지
lt: Išlaikyti pradinį paveikslo dydį
lv: Paturēt sākotnējo attēla izmēru
mk: Задржи ја оригиналната големина на сликата
ms: Kekalkan saiz imej asal
nb: Behold opprinnelig bildestørrelse
nds: Orginaal-Bildgrött wohren
ne: मौलिक छवि साइज राख्नुहोस्
nl: Originele afbeeldinggrootte behouden
nn: Behald opphavleg biletstorleik
pa: ਅਸਲੀ ਚਿੱਤਰ ਅਕਾਰ ਰੱਖੋ
pl: Utrzymaj pierwotny rozmiar obrazka
ro: Păstrează mărimea imaginii originale
ru: Использовать исходный размер
sk: Udržiavať pôvodnú veľkosť
ta: அசலான பிம்ப அளவை வைத்துக்கொள்
tg: Нигоҳ доштани андозаи тасвири аввал
zh_tw: 維持原始影像大小

source: Save Image As
ar: احفظ الصورة كــ
eo: Konservi Bildon Kiel
fr: Enregistrer l'image sous
gl: Gardar a imaxe como
ko: 다른 이름으로 그림 저장
lt: Įrašyti paveikslą kaip
lv: Saglabāt attēlu kā
pl: Zapisz obraz jako

source: Image Files (%1)
ar: ملفّات الصّور (%1)
bg: Файлове с изображения (%1)
de: Bild-Dateien (%1)
eo: Bilddosieroj (%1)
et: Pildifailid (%1)
eu: Irudi fitxategiak (%1)
fi: Kuvatiedostot (%1)
fr: Fichiers image (%1)
gl: Ficheiros de imaxe (%1)
he: קובצי תמונה (%1)
is: Myndskrár (%1)
ko: 그림 파일(%1)
lt: Paveikslų failai (%1)
lv: Attēlu datnes (%1)
nl: Afbeeldingsbestanden (%1)
nn: Biletfiler (%1)
pl: Pliki obrazów (%1)
ro: Fișiere imagine (%1)
sk: Súbory obrázkov (%1)
zh_tw: 圖片檔案 (%1)

source: Could not save the file. Perhaps the disk is full, or you do not have write permission to the file.
ar: تعذر حفظ الملف. ربما القرص ممتلئ ، أو ليس لديك إذن كتابة للملف.
bg: Грешка при запис на файла. Вероятно дискът е пълен или нямате права за запис на файла.
bs: Nije moguće snimiti datotetku. Moguće da je disk pun ili da nemate pravo pisati u datoteku.
de: Das Speichern der Datei ist nicht möglich. Vielleicht ist kein Platz auf dem Datenträger, oder Sie haben nicht die nötigen Schreibrechte.
eo: Ne eblis konservi la dosieron. Eble la disko estas plena, aŭ vi ne havas skribpermeson al la dosiero.
et: Faili salvestamine nurjus. Võib-olla on ketas täis või pole sul õigust faili salvestada.
eu: Ezin izan da fitxategia gorde. Agian diskoa beteta dago, edo ez duzu fitxategian idazteko baimenik.
fi: Tiedostoa ei voitu tallentaa. Levy saattaa olla täynnä tai sinulla ei ole kirjoitusoikeuksia tiedostoon.
fr: Impossible d'enregistrer le fichier. Votre disque est peut-être plein ou vous n'avez pas les droits d'accès en écriture dans le fichier.
gl: Non foi posíbel gardar o ficheiro. Poida que o disco estea cheo, ou non teña permisos de escrita no ficheiro.
he: לא ניתן לשמור את הקובץ. כנראה שהכונן מלא או שאין לך הרשאת כתיבה לקובץ.
is: Gat ekki vistað skrá. Kannski er diskurinn fullur eða þú hefur ekki skrifréttindi í þessa möppu.
km: មិនអាច​រក្សាទុក​ឯកសារ​បានទេ ។ ប្រហែលជា​ថាស​ពេញ ឬ​អ្នកមិនមាន​សិទ្ធិសរសេរ​ទៅកាន់​ឯកសារ​បានទេ ។
ko: 파일을 저장할 수 없습니다. 디스크가 가득 찼거나 파일에 쓰기 권한이 없습니다.
lt: Nepavyko įrašyti failo. Tikriausiai, nebėra vietos diske arba neturite leidimo rašyti į failą.
lv: Neizdodas saglabāt datni. Iespējams, diskā trūkst vietas, vai arī jums nav nepieciešamās atļaujas datnes saglabāšanai.
nb: Klarte ikke lagre fila. Kanskje disken er full, eller du mangler skrivetilgang til fila.
nds: De Datei lett sik nich sekern. De Fastplaat mag vull wesen, oder Du hest keen Schriefverlöven för de Datei.
nl: Het bestand kon niet worden opgeslagen. Mogelijk is uw schijf vol of u hebt geen schrijftoegang tot het bestand.
nn: Klarte ikkje lagra fila. Det kan skuldast at disken er full eller at du ikkje har skriveløyve til fil.
pa: ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਸੰਭਵ ਤੌਰ 'ਤੇ ਡਿਸਕ ਭਰ ਗਈ ਹੈ ਜਾਂ ਤੁਹਾਨੂੰ ਫਾਇਲ ਲਿਖਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
pl: Nie można zapisać pliku. Prawdopodobnie dysk jest pełny, lub nie posiadasz uprawnień zapisu do tego pliku.
ro: Fișierul nu a putut fi salvat. Probabil discul este plin sau nu aveți permisiuni de scriere asupra fișierului.
ru: Не удалось записать файл. Возможно, переполнен диск или у вас нет разрешения на запись.
sk: Súbor sa nedá uložiť. Možno je plný disk alebo nemáte práva pre zápis do súboru.
zh_tw: 無法儲存檔案。 可能磁碟已滿，或者您沒有寫入檔案的權限。

source: File Saving Failed
ar: فشل في حفظ الملف
bg: Неуспешен запис
bs: Snimanje datoteke nije uspjelo
de: Das Speichern der Datei ist fehlgeschlagen
eo: Dosiera Konservado Malsukcesis
et: Faili salvestamine nurjus
eu: Huts egin du fitxategia gordetzean
fa: خرابی در ذخیره پرونده
fi: Tiedoston tallennus epäonnistui
fr: Problème lors de l'enregistrement du fichier
gl: Fallou a garda do ficheiro
he: שמירת הקובץ נכשלה
hi: फ़ाइल सहेजने में असफल
is: Mistókst að vista skrá
km: ការ​រក្សាទុក​ឯកសារ​បាន​បរាជ័យ
ko: 파일 저장 오류
lt: Nepavyko įrašyti failo
lv: Datnes saglabāšana neizdevās
mk: Зачувувањето на датотеката не успеа
ms: Simpan Fail Gagal
nb: Lagring av fil mislyktes
nds: Dateisekern fehlslaan
ne: फाइल बचत असफल भयो
nl: Het opslaan van het bestand is mislukt
nn: Feil ved lagring
pa: ਫਾਇਲ ਸੰਭਾਲਣ ਲਈ ਫੇਲ੍ਹ
pl: Błąd zapisu pliku
ro: Salvare eșuată
ru: Ошибка записи файла
sk: Ukladanie zlyhalo
ta: கோப்பினை சேமிக்க முடியவில்லை
tg: Нигоҳ доштани файли нодуруст
zh_tw: 檔案儲存失敗

source: You are about to view a very large image (%1 x %2 pixels), which can be very resource-consuming and even make your computer hang. Do you want to continue?
ar: أنت على وشك عرض صورة كبيرة جدًا (%1 × %2 بكسل) ، والتي يمكن أن تستهلك الكثير من الموارد وقد تجعل الكمبيوتر معطلاً. هل تريد الاستمرار؟
bg: Предстои ви да отворите много голямо изображение (%1 x %2 пиксела), което може да отнеме много ресурси и дори да блокира компютъра ви. Искате ли да продължите?
bs: Upravo ćete otvoriti vrlo veliku sliku (%1 x %2 pixela) što može potrošiti mnogo računarskih resursa, te usporiti ili čak zaustaviti vaš računar. Želite li nastaviti?
de: Sie sind dabei, ein sehr großes Bild (%1 × %2 Pixel) anzuzeigen, dies kann sehr viele Ressourcen belegen und sogar Ihren Rechner blockieren. Möchten Sie fortfahren?
eo: Vi estas rigardonta tre grandan bildon (%1 x %2 pikseloj), kiu povas esti tre rimeda kaj eĉ pendigi vian komputilon. Ĉu vi volas daŭrigi?
et: Kavatsed vaadata väga suurt pilti (%1 x %2 pikslit), mis võib nõuda väga palju ressursse ja isegi arvuti hanguma panna. Kas soovid jätkata?
eu: Irudi oso handia ikusteko zorian zaude (%1 x %2 pixel). Irudi hau sistemako baliabide asko behar ditzake, eta sistema ere blokea dezake. Jarraitu nahi duzu?
fi: Aiot katsoa hyvin suurta kuvaa (%1 × %2 kuvapistettä), mikä voi kuluttaa paljon resursseja tai jopa jumiuttaa koneesi. Haluatko jatkaa?
fr: Vous êtes sur le point d'afficher une image de grande taille (%1 x %2 pixels), ce qui peut s'avérer gourmand en ressources et éventuellement aller jusqu'à planter votre ordinateur. Voulez-vous vraiment continuer ?
gl: Está a piques de ver unha imaxe moi grande (%1 x %2 píxeles) e isto pode requirir moitos recursos e tempo, mesmo facer que o computador deixe de responder. Desexa realmente continuar?
he: פעולה זו תציג תמונה גדולה מאוד (%1 × %2 פיקסלים), מה שיכול לצרוך משאבי מערכת רבים עד לכדי הקפאת המערכת. להמשיך?
is: Þú ert um það bil að fara að opna mjög stóra mynd (%1 x %2 punktar), sem gæti tekið stóran hluta af vinnslugetu tölvunar, og jafnvel valdið því að hún frjósi. Viltu halda áfram?
km: អ្នក​រៀប​នឹង​មើល​រូបភាព​ធំ​ណាស់ (%1 x %2 ភីកសែល) ដែល​អាច​បន្ត​ធនធាន និង​ព្យួរ​កុំព្យូទ័រ​របស់​អ្នក ។ តើ​អ្នក​ចង់​បន្ត​ឬ ?
ko: 매우 큰 그림(%1 x %2픽셀)을 보려고 하고 있습니다. 자원을 많이 소모할 수도 있으며 컴퓨터가 응답하지 않을 수도 있습니다. 계속 진행하시겠습니까?
lt: Jūs ketinate peržiūrėti labai didelį paveikslą (%1 x %2 pikselių), o tai gali naudoti labai daug išteklių ir netgi priversti jūsų kompiuterį užstrigti. Ar norite tęsti?
lv: Jūs grasāties aplūkot ļoti lielu attēlu (%1×%2 pikseļi), kas var prasīt ļoti daudz sistēmas resursu vai pat likt datoram uzkārties. Vai vēlaties turpināt?
mk: Отворате многу голема слика (%1 x %2 пиксели) што може да одземе многу ресурси и дури да го закочи вашиот компјутер. Дали сакате да продолжите?
nb: Du skal til å vise et svært stort bilde (%1 × %2 piksler), noe som kan kreve mye ressurser og til og med få maskinen din til å henge. Vil du fortsette?
nds: Du wullt Di en bannig groot Bild (%1 x %2 Pixels) ankieken. Dat dwingt villicht Dien Reekner in de Knee, oder de hangt sik sogor op. Wullt Du wiedermaken?
nl: U staat op het punt om een zeer grote afbeelding te bekijken (%1 x %2 pixels), dat kan erg veel bronnen in beslag nemen en zelfs uw computer laten hangen. Wilt u doorgaan?
nn: Du er i ferd med å sjå på ei svært stor biletfil (%1 × %2 pikslar), noko som er svært ressurskrevjande og kan til og med få maskina til å stoppa heilt. Vil du likevel halda fram?
pl: Masz zamiar obejrzeć bardzo duży obraz (%1 x %2 pixels), który może być bardzo zasobo-chłonny i może nawet spowodować zawieszenie sie twojego komputera. Czy chcesz kontynuować?
ro: Sînteți pe cale să vizualizați o imagine foarte mare (%1 x %2 pixeli), operație care poate fi foare consumatoare în resurse și chiar provoca blocarea calculatorului. Doriți să continuați?
ru: Вы пытаетесь открыть слишком большое изображение (%1 × %2 точек). Возможно подвисание компьютера. Продолжить?
sk: Chystáte sa zobraziť príliš veľký obrázok (%1 x %2 bodov), ktorý môže spostrebovať veľa systémových zdrojov alebo dokonca zaseknúť počítač. Chcete pokračovať?
zh_tw: 您正打算檢視非常大的影像（%1 x %2 像素），可能會非常耗資源，甚至讓您的電腦停住。 您確定要繼續嗎？

source: Image loading and rendering library
eo: Biblioteko por bildŝargo kaj bildigo
fr: Bibliothèque de chargement et de rendu d'images
gl: Biblioteca de carga e renderización de imaxes
ko: 그림 표시 및 렌더링 라이브러리
lt: Paveikslų įkėlimo ir atvaizdavimo biblioteka
lv: Attēlu ielādēšanas un atveidošanas bibliotēka
pl: Biblioteka do wczytywania i wyświetlania obrazów

source: Image processing library
eo: Bildprilabora biblioteko
fr: Bibliothèque de traitement d'images
gl: Biblioteca de procesamento de imaxes
ko: 그림 처리 라이브러리
lt: Paveikslų apdorojimo biblioteka
lv: Attēlu apstrādes bibliotēka
pl: Biblioteka do przetwarzana obrazów

source: Configure
ar: اضبط
bg: Настройване
bs: Podesi
de: Einrichten
eo: Agordi
et: Seadista
eu: Konfiguratu
fa: پیکربندی
fi: Asetukset
fr: Configurer
gl: Configurar
he: הגדרה
hi: कॉन्फ़िगर
is: Stilla
km: កំណត់​រចនា​សម្ព័ន្ធ​
ko: 설정
lt: Konfigūruoti
lv: Konfigurēt
ms: Tetapkan
nb: Sett opp
nds: Inrichten
nl: Configureren
nn: Set opp
pa: ਸੰਰਚਨਾ
pl: Ustawienia
ro: Configurează
ru: Настройка
sk: Nastaviť
zh_tw: 設定

source: &General
ar: &عام
bg: О&бщи
bs: &Općenito
de: &Allgemein
eo: Ĝe&nerala
et: Ül&dine
eu: &Orokorra
fa: &عمومی‌
fi: &Yleistä
fr: &Général
gl: &Xeral
he: &כללי
hi: सामान्य (&G)
is: &Almennt
km: ទូទៅ
ko: 일반(&G)
lt: &Bendra
lv: &Pamata
mk: &Општо
ms: &Umum
nb: &Generelt
nds: &Allgemeen
ne: साधारण
nl: Al&gemeen
nn: &Generelt
pa: ਸਧਾਰਨ(&G)
pl: O&gólne
ru: &Общие
sk: &Všeobecné
ta: பொதுவான
tg: &Умумӣ
zh_tw: 一般(&G)

source: &Modifications
ar: &التغييرات
bg: Ко&рекция
bs: &Izmjene
de: B&earbeitung
eo: &Modifoj
et: &Muudatused
eu: &Aldaketak
fa: &اصلاحات‌
fi: &Muutokset
gl: &Modificacións
he: &שינויים
hi: परिवर्धन (&M)
is: &Breytingar
km: ការ​កែប្រែ
ko: 수정(&M)
lt: &Modifikacijos
lv: &Modifikācijas
mk: &Измени
ms: &Pengubahsuaian
nb: &Endringer
nds: Ä&nnern
ne: परिमर्जन
nl: &Wijzigingen
nn: &Endringar
pa: ਸੋਧਾਂ(&M)
pl: &Modyfikacje
ro: &Modificări
ru: &Изменения
sk: Úpr&avy
ta: மாற்றங்கள்
tg: &Тағирот
zh_tw: 調整(&M)

source: &Slideshow
ar: &عرض كشرائح
bg: &Слайдшоу
bs: &Slajdovi
de: &Diaschau
eo: &Bildprezento
et: &Slaidiseanss
eu: &Diapositiba-aurkezpena
fa: &نمایش اسلاید‌
fi: &Diaesitys
fr: D&iaporama
gl: &Presentación
he: מצ&גת שקופיות
hi: स्लाइड-शो (&S)
is: Mynda&sýning
km: បញ្ចាំង​ស្លាយ
ko: 슬라이드 쇼(&S)
lt: &Skaidrių rodymas
lv: &Slīdrāde
mk: &Презентација
ms: &Tayangan Slaid
nb: &Lysbildeframvisning
nds: &Diaschau
ne: स्लाइड प्रदर्शन
nl: Diavoor&stelling
nn: &Lysbiletvising
pa: ਸਲਾਇਡ-ਸ਼ੋ(&S)
pl: Pokaz
ro: &Diaporamă
ru: &Слайд-шоу
sk: &Prezentácia
ta: படவில்லை காட்சி
tg: &Намоиши слайд
zh_tw: 投影片播放(&S)
