Repository: KDE/kuickshow
Catalog: po/*/kuickshow.po
Languages: ar, bg, bs, de, eo, et, eu, fa, fi, fr, gl, he, hi, is, km, ko, lt, lv, mk, ms, nb, nds, ne, nl, nn, pa, pl, ro, ru, sk, ta, tg, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: يعقوب الجسمي,أسامة علي المقداد,Mohamed SAAD محمد سعد
bg: Радостин Раднев,Дончо Ангелов,Борислав Александров
bs: Samir Ribić,Amra Dautbegovic
de: Deutsches KDE-Übersetzungsteam
eo: Axel Rousseau,Oliver Kellogg
et: Marek Laane
eu: Marcos,Ion Gaztañaga,Iñaki Larrañaga Murgoitio
fa: نسیم دانیارزاده
fi: Teemu Rytilahti, Tommi Nieminen
fr: Thibaut Cousin, Sébastien Renard, Caulier Gilles, Simon Depiets
gl: Xabi García, Marce Villarino, Proxecto Trasno
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
is: Pjetur G. Hjaltason, Sveinn í Felli
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​
ko: 박신조
lt: Eugenijus Paulauskas, Moo
lv: Andris Maziks, Toms Trasūns
mk: Владимир Стефанов,Божидар Проевски
ms: MIMOS
nb: Knut Yrvin,Klaus Ade Johnstad,Nils Kristian Tomren
nds: Manfred Wiese, Sönke Dibbern
ne: श्यामकृष्ण बल
nl: Otto Bruggeman,Rinse de Vries,Wilbert Berendsen,Antoon Tolboom,Freek de Kruijf
nn: Karl Ove Hufthammer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ (A S Alam)
pl: Krystian Zubel, Łukasz Wojniłowicz
ro: Claudiu Costin,Sergiu Bivol,Florin Cătălin RUSSEN
ru: Nick Zhuravlev
sk: Stanislav Višňovský
ta: உங்கள் பெயர்கள்
tg: Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева, Евгения Фатхеева, Акмал Ватаншоев, Абророва Хиромон, Акмал Саломов, Акбар Ватаншоев, Фарход Ахмедов, Эркин Пулатов, Гулшод Довуди, Гулноз Курбанова, Зарина Косымова, Шухрат Лоиқов, Сурайё Ҷурахонова
zh_tw: 謝侑呈

# EMAIL OF TRANSLATORS
source: Your emails
ar: yaqoob_aljasmi@whoever.com,msareehi@kacst.edu.sa,metehyi@free.fr
bg: radnev@yahoo.com,donangel@poboxes.com,B.Aleksandrov@cnsys.bg
bs: samir.ribic@etf.unsa.ba,adautbegov1@etf.unsa.ba
de: kde-i18n-de@kde.org
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
et: qiilaq69@gmail.com
eu: marcos@euskalgnu.org,igaztanaga@gmail.com,dooteo@euskalgnu.org
fa: daniarzadeh@itland.ir
fi: teemu.rytilahti@kde-fi.org, translator@legisign.org
fr: cousin@kde.org, Sebastien.Renard@digitalfox.homeip.net, caulier.gilles@free.fr, sdepiets@gmail.com
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net, proxecto@trasno.net
he: kde-l10n-he@kde.org
hi: raviratlami@aol.in,
is: pjetur@pjetur.net, sveinki@nett.is
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
lt: eugenijus@agvila.lt, <>
lv: andzha@latnet.lv, toms.trasuns@posteo.net
mk: vladoboss@mt.net.mk,bobibobi@freemail.com.mk
ms: opensource@mimos.my
nb: knuty@skolelinux.no,klaus@skolelinux.no,slx@nilsk.net
nds: m.j.wiese@web.de, s_dibbern@web.de
ne: shyamkrishna_bal@yahoo.com
nl: ,rinse@kde.nl,wilbert@kde.nl,atolboo@casema.nl,freekdekruijf@kde.nl
nn: karl@huftis.org
pa: aalam@users.sf.net
pl: kzyletaz@wp.pl, lukasz.wojnilowicz@gmail.com
ro: claudiuc@kde.org,sergiu@cip.md,cfrussen@yahoo.co.uk
ru: 01@k.st
sk: visnovsky@kde.org
ta: tamilpc@ambalam.com
tg: rkovacs@khujand.org,youth_opportunities@tajikngo.org,MarinaKL@tajikngo.org,,,,,,,,,,,,
zh_tw: yochenhsieh@xuite.net

source: (authors)
ar: (المؤلفين)
bg: (автори)
de: (Autoren)
eo: (aŭtoroj)
et: (autorid)
eu: (egileak)
fi: (tekijät)
fr: (auteurs)
gl: (autores)
he: (יוצרים)
is: (höfundar)
ko: (작성자)
lt: (autoriai)
lv: (autori)
nl: (auteurs)
nn: (forfattarar)
pl: (autorzy)
ro: (autori)
sk: (autori)
zh_tw: (作者)

source: (copyright)
ar: (حقوق النسخ)
eo: (kopirajto)
et: (autoriõigus)
fi: (tekijänoikeudet)
gl: (dereitos de copia)
he: (זכויות יוצרים)
is: (höfundarréttur)
ko: (저작권)
lt: (autorių teisės)
lv: (autortiesības)
nn: (opphavsrett)
pl: (prawa autorskie)
ro: (drept de autor)
zh_tw: (版權)

source: Modifications
ar: التغييرات
bg: Ко&рекции
de: Bearbeitung
eo: Modifoj
et: Muudatused
eu: Aldaketak
fi: Muutokset
gl: Modificacións
he: שינויים
is: Breytingar
ko: 수정
lt: Modifikacijos
lv: Modifikācijas
nl: Wijzigingen
nn: Endringar
pl: Zmiany
ro: Modificări
sk: Úpravy
zh_tw: 調整

source: Apply default image modifications
ar: طبِق التعديلات الافتراضية على الصورة
bg: Използване на настройките за корекция
bs: Primijeni podrazumijevane izmjene slike
de: Standard-Bildbearbeitungsschritte anwenden
eo: Apliki defaŭltajn bildajn modifojn
et: Pildi vaikemuudatuste rakendamine
eu: Aplikatu irudiaren aldaketa lehenetsiak
fa: اِعمال اصلاحات تصویر پیش‌فرض
fi: Käytä alkuperäisiä muutoksia
fr: Appliquer les modifications d'image par défaut
gl: Aplicar as modificacións predeterminadas da imaxe.
he: החלת השינויים המוגדרים כברירת מחדל על התמונה
hi: डिफ़ॉल्ट छवि परिवर्धन लागू करें
is: Virkja sjálfgefnar myndbreytingar
km: អនុវត្ត​ការ​កែប្រែ​រូបភាព​លំនាំដើម ​
ko: 기본 그림 수정 적용
lt: Taikyti numatytąsias paveikslų modifikacijas
lv: Pielietot noklusējuma attēla modifikācijas
mk: Примени ги стандардните измени на слики
ms: Guna pengubahsuaian imej piawai
nb: Utfør standard bilde modifikasjoner
nds: Standardännern för Bild bruken
ne: पूर्वानिर्धारित छवि परिमार्जन लागू गर्नुहोस्
nl: Standaardafbeeldingmodificaties toepassen
nn: Bruk standard biletendringar
pa: ਡਿਫਾਲਟ ਚਿੱਤਰ ਸੋਧਾਂ ਲਾਗੂ
pl: Zastosuj domyślne zmiany obrazka
ro: Aplică modificările de imagine implicite
ru: Применить к изображению принятые по умолчанию изменения
sk: Použiť štandardné zmeny obrázku
ta: முன்னிருப்பு பிம்ப மாற்றங்களை பயன்படுத்து
tg: Истеъмоли ғоиби тасвири тағиребӣ
zh_tw: 套用預設影像調整

source: Scaling
ar: النسبة المقياسية
bg: Мащабиране на изображението
bs: Razmjera
de: Skalieren
eo: Skalado
et: Skaleerimine
eu: Eskalatzea
fa: مقیاس‌‌بندی
fi: Skaalaus
fr: Mise à l'échelle
gl: Escalado
he: שינוי קנה מידה
hi: आकार बदलें
is: Skölun
km: ការ​ធ្វើ​មាត្រដ្ឋាន
ko: 크기 조정
lt: Mastelio keitimas
lv: Mērogošana
mk: Скалирање
ms: Mengskala
nb: Skalering
nds: Ansichtgrött
ne: मापन
nl: Schaling
nn: Skalering
pa: ਸਕੇਲਿੰਗ
pl: Skalowanie
ro: Scalare
ru: Масштабирование
sk: Mierka
ta: அளவு மாற்றுதல்
tg: Андозгароӣ
zh_tw: 改變大小

source: Scale image to screen size, if smaller, up to factor:
ar: تكبير الصورة إلى حجم الشاشة، إذا الصورة صغيرة، حتى المعامل:
bg: Намаляване до размера на екрана, ако е по-голямо, до фактор:
bs: Uvećaj sliku na veličinu ekrana, ako je manja, do omjera:
de: Kleine Bilder skalieren, bis zu Faktor:
eo: Skali bildon al ekrangrandeco, se pli malgranda, ĝis faktoro:
et: Pildi suurendamine ekraani mõõtmeteni, kui on väiksem, aga mitte rohkem korda kui:
eu: Eskalatu irudia pantailaren tamainara, txikiagoa bada, faktore hau erabiliz:
fa: اگر تصویر، به اندازه عامل کوچک است، آن را به اندازه پرده مقیاس کنید:
fi: Suurenna ruutua pienempi kuva ruudun kokoiseksi kertoimeen:
fr: Ajuster l'image à la taille de l'écran, si nécessaire, jusqu'à un facteur de :
gl: Escalar a imaxe ao tamaño da pantalla, se é máis pequena, até o factor:
he: הגדל את התמונה לגודל המסך, אם היא קטנה ממנו, עד לגורם:
hi: छवि के आकार को स्क्रीन आकार के अनुसार स्केल करें, यदि छोटा है तो इस फ़ैक्टर तक:
is: Stækka mynd að skjástærð, ef minni, upp að hlutfalli:
km: ធ្វើ​មាត្រដ្ឋាន​រូបភាព​ទៅ​តាម​ទំហំ​អេក្រង់ អាស្រ័យ​តាម​កត្តា​ផ្សេងៗ បើ​មាន​ទំហំ​តូច​ជាង ៖
ko: 그림을 화면 크기에 맞춤, 작은 경우 다음 배율까지:
lt: Jei mažesnis, padidinti paveikslą iki ekrano dydžio. Didžiausias daugiklis:
lv: Mērogot attēlu uz ekrāna izmēru, ja mazāks, līdz koeficientam:
mk: Скалирај ја сликата до големината на екранот, ако е помала, до фактор:
ms: Skalakan imej kepada saiz skrin, jika kecil, tingkatkan kepada faktor:
nb: Forminsk bildet til skjermens størrelse, hvis mindre, opp til faktor:
nds: Lütte Biller op Schirmgrött topassen, bet to Faktor:
ne: यदि तत्व भन्दा सनो भएमा, पर्दा साइजमा छवि मापन गर्नुहोस्:
nl: Afbeelding schalen tot schermgrootte, indien kleiner, tot een factor:
nn: Forstørr biletet til skjermstorleiken, opp til faktor:
pa: ਚਿੱਤਰ ਨੂੰ ਸਕਰੀਨ ਅਕਾਰ ਇਸ ਗੁਣਾਂਕ ਨਾਲ ਅਨੁਸਾਰ ਫੈਲਾਓ, ਜੇਕਰ ਛੋਟਾ ਹੋਵੇ:
pl: Przeskaluj obrazek do rozmiaru ekranu, jeśli mniejszy, do powiększenia:
ro: Dacă este mai mică, scalează imaginea la mărimea ecranului pînă la factorul:
ru: Увеличить маленькое изображение до размеров экрана, макс. увеличение:
sk: Ak je menší, zväčšiť obrázok na veľkosť obrazovky, maximálny násobok:
ta: சிறிதாக இருந்தால், அதாவது காரணி வரை பிம்பத்தின் அளவை திரை அளவிற்கு ஏற்றவாறு அளவுகோலுக
tg: Ҳаҷми тасвир ба андози монитор агар хурдтар боло ба омил:
zh_tw: 如果較小，放大影像尺寸，最大倍率：

source: Shrink image to screen size, if larger
ar: صغّر الصورة إلى حجم الشاشة ، إذا كانت الصورة كبيرة
bg: Намаляване до размера на екрана, ако е по-голямо
bs: Umanji sliku na veličinu ekrana, ako je veća
de: Große Bilder an Bildschirmgröße anpassen
eo: Ŝrumpi bildon al ekrangrandeco, se pli granda
et: Pildi kahandamine ekraani mõõtmeteni, kui on suurem
eu: Txikitu irudia pantailan sartu ahal izateko, hau baino handiagoa bada
fa: اگر تصویر بزرگ‌تر است، آن را به اندازه پرده فشرده کنید
fi: Pienennä ruutua suurempi kuva ruudun kokoiseksi
fr: Ajuster l'image à la taille de l'écran, si nécessaire
gl: Axustar a imaxe ao tamaño da pantalla se é máis grande.
he: הקטן את התמונה לגודל המסך, אם היא גדולה ממנו
hi: यदि बड़ा हो, छवि को स्क्रीन आकार में सिकोड़ें
is: Minnka mynd að skjástærð, ef stærri
km: បង្រួញ​រូបភាព​ត្រឹម​ទំហំ​អេក្រង់ បើ​វា​ធំ​ជាង
ko: 큰 그림을 화면 크기에 맞게 축소
lt: Jei didesnis, sumažinti paveikslą iki ekrano dydžio
lv: Samazināt attēlu līdz ekrāna izmēram, ja lielāks
mk: Собери ја сликата до големината на екранот, ако е поголема
ms: Kecilkan imej kepada saiz skrin, jika lebih luas
nb: Forminsk bildet til skjermens størrelse, hvis større
nds: Groot Biller op Schirmgrött schrimpen
ne: छवि ठूलो भएमा, पर्दा साइजमा छवि खुम्च्याउनुहोस्
nl: Afbeelding krimpen tot schermgrootte, indien groter
nn: Forminsk biletet til skjermstorleiken, om det er større
pa: ਚਿੱਤਰ ਨੂੰ ਸਕਰੀਨ ਅਕਾਰ ਅਨੁਸਾਰ ਸੁੰਘੜੋ, ਜੇਕਰ ਵੱਡਾ ਹੋਵੇ ਤਾਂ
pl: Dostosuj obrazek do wielkości ekranu, jeżeli jest większy
ro: Dacă este mai mare, redu imaginea la mărimea ecranului
ru: Уменьшить изображение до размеров экрана, если оно больше
sk: Ak je väčší, zmenšiť obrázok na veľkosť obrazovky
ta: பெரிதாக இருந்தால், திரையளவிற்கு சுருக்கவும்
tg: Қафо кардани тасвир ба андози монитор агар калонтар
zh_tw: 如果太大，縮小影像至螢幕大小

source: Geometry
ar: الهندسة
bg: Разположение
bs: Geometrija
de: Geometrie
eo: Geometrio
et: Geomeetria
eu: Geometria
fa: هندسه
fi: Geometria
fr: Géométrie
gl: Xeometría
he: סיבוב
hi: ज्यामिति
is: Stærðir
km: ធរណីមាត្រ
ko: 크기
lt: Geometrija
lv: Ģeometrija
mk: Геометрија
ms: Geometri
nb: Geometri
nds: Dreihen
ne: ज्यामिति
nl: Afmeting
nn: Geometri
pa: ਜੁਮੈਟਰੀ
pl: Geometria
ro: Geometrie
ru: Размеры и положение
sk: Rozmery
ta: வடிவியல்
tg: Геометрия
zh_tw: 方向

source: Flip vertically
ar: قلب عمودي
bg: Вертикално обръщане
bs: Okreni uspravno
de: Vertikal kippen
eo: Renversi vertikale
et: Peegeldamine vertikaalselt
eu: Irauli bertikalki
fa: قرینه عمودی
fi: Käännä pystysuunnassa
fr: Retourner verticalement
gl: Inverter verticalmente.
he: היפוך אנכית
hi: खड़ा पलटें
is: Spegla lóðrétt
km: ត្រឡប់​បញ្ឈរ
ko: 좌우 반전
lt: Apversti vertikaliai
lv: Apmest vertikāli
mk: Заврти вертикално
ms: Balikkan menegak
nb: Flipp loddrett
nds: Pielrecht ümdreihen
ne: ठाडो गरी फ्लिप गर्नुहोस्
nl: Verticaal spiegelen
nn: Spegla loddrett
pa: ਲੰਬਕਾਰੀ ਝਟਕੋ
pl: Odwróć pionowo
ro: Inversează vertical
ru: Отразить вертикально
sk: Prevrátiť vertikálne
ta: உயர்வாக திருப்பு
tg: Гузоштани амудӣ
zh_tw: 垂直翻轉

source: Flip horizontally
ar: قلب أفقي
bg: Хоризонтално обръщане
bs: Okreni vodoravno
de: Horizontal kippen
eo: Renversi horizontale
et: Peegeldamine horisontaalselt
eu: Irauli horizontalki
fa: قرینه افقی
fi: Käännä vaakasuunnassa
fr: Retourner horizontalement
gl: Inverter horizontalmente.
he: היפוך אופקית
hi: आड़ा पलटें
is: Spegla lárétt
km: ត្រឡប់​ផ្ដេក
ko: 상하 반전
lt: Apversti horizontaliai
lv: Apmest horizontāli
mk: Заврти хоризонтално
ms: Balikkan mendatar
nb: Flipp vannrett
nds: Kimmrecht ümdreihen
ne: तेर्सो गरी फ्लिप गर्नुहोस्
nl: Horizontaal spiegelen
nn: Spegla vassrett
pa: ਖਿਤਿਜੀ ਝਟਕੋ
pl: Odwróć poziomo
ro: Inversează orizontal
ru: Отразить горизонтально
sk: Prevrátiť horizontálne
ta: இடம்வலமாக திருப்பு
tg: Гузоштани уфуқӣ
zh_tw: 水平翻轉

source: Rotate image:
ar: دوران الصورة:
bg: Завъртане на:
bs: Rotiraj sliku:
de: Bild drehen:
eo: Rotacii bildon:
et: Pilti pööratakse:
eu: Biratu irudia
fa: چرخش تصویر:
fi: Pyöritä kuvaa:
fr: Tourner l'image :
gl: Rotar imaxe:
he: סיבוב תמונה:
hi: छवि घुमाएँ:
is: Snúa mynd:
km: បង្វិល​រូបភាព ៖
ko: 그림 회전:
lt: Pasukti paveikslą:
lv: Pagriezt attēlu:
mk: Ротирај слика:
ms: Putar Imej:
nb: Roter bilde:
nds: Bild dreihen:
ne: छवि घुमाउनुहोस्:
nl: Afbeelding roteren:
nn: Drei biletet:
pa: ਚਿੱਤਰ ਘੁੰਮਾਉ:
pl: Obróć obrazek:
ro: Rotește imaginea:
ru: Повернуть изображение:
sk: Otočiť obrázok:
ta: பிம்பத்தை சுழற்று
tg: Гардониши тасвир:
zh_tw: 旋轉影像：

source: 0 Degrees
ar: 0 درجة
bg: 0 градуса
bs: 0 stepeni
de: 0 Grad
et: 0 kraadi
eu: 0 gradu
fa: ۰ درجه
fi: 0 astetta
fr: 0 degré
gl: 0 graos
he: 0 מעלות
hi: 0 डिग्रीज़
is: 0 gráður
km: ០ អង្សា
ko: 0도
lt: 0 laipsnių
lv: 0 grādu
mk: 0 Степени
ms: 0 Darjah
nb: 0 grader
nds: 0 Graad
ne: ० डिग्री
nl: 0 graden
nn: 0 gradar
pa: 0 ਡਿਗਰੀ
pl: Obróć o 0°
ro: 0 grade
ru: 0 градусов
sk: 0 stupňov
ta: 0 டிகிரி
tg: 0 Дараҷа
zh_tw: 0 度

source: 90 Degrees
ar: 90 درجة
bg: 90 градуса
bs: 90 stepeni
de: 90 Grad
et: 90 kraadi
eu: 90 gradu
fa: ۹۰ درجه
fi: 90 astetta
fr: 90 degrés
gl: 90 graos
he: 90 מעלות
hi: 90 डिग्रीज़
is: 90 gráður
km: ៩០ អង្សា
ko: 90도
lt: 90 laipsnių
lv: 90 grādu
mk: 90 Степени
ms: 90 Darjah
nb: 90 grader
nds: 90 Graad
ne: ९० डिग्री
nl: 90 graden
nn: 90 gradar
pa: 90 ਡਿਗਰੀ
pl: Obróć o 90°
ro: 90 de grade
ru: 90 градусов
sk: 90 stupňov
ta: 90 டிகிரி
tg: 90 Дараҷа
zh_tw: 90 度

source: 180 Degrees
ar: 180 درجة
bg: 180 градуса
bs: 180 stepeni
de: 180 Grad
eo: 180 Gradoj
et: 180 kraadi
eu: 180 gradu
fa: ۱۸۰ درجه
fi: 180 astetta
fr: 180 degrés
gl: 180 graos
he: 180 מעלות
hi: 180 डिग्रीज़
is: 180 gráður
km: ១៨០ អង្សា
ko: 180도
lt: 180 laipsnių
lv: 180 grādu
mk: 180 Степени
ms: 180 Darjah
nb: 180 grader
nds: 180 Graad
ne: १८० डिग्री
nl: 180 graden
nn: 180 gradar
pa: 180 ਡਿਗਰੀਆਂ
pl: Obróć o 180°
ro: 180 de grade
ru: 180 градусов
sk: 180 stupňov
ta: 180 டிகிரி
tg: 180 Дараҷа
zh_tw: 180 度

source: 270 Degrees
ar: 270 درجة
bg: 270 градуса
bs: 270 stepeni
de: 270 Grad
eo: 270 Gradoj
et: 270 kraadi
eu: 270 gradu
fa: ۲۷۰ درجه
fi: 270 astetta
fr: 270 degrés
gl: 270 graos
he: 270 מעלות
hi: 270 डिग्रीज़
is: 270 gráður
km: ២៧០ អង្សា
ko: 270도
lt: 270 laipsnių
lv: 270 grādu
mk: 270 Степени
ms: 270 Darjah
nb: 270 grader
nds: 270 Graad
ne: २७० डिग्री
nl: 270 graden
nn: 270 gradar
pa: 270 ਡਿਗਰੀਆਂ
pl: Obróć o 270°
ro: 270 de grade
ru: 270 градусов
sk: 270 stupňov
ta: 270 டிகிரி
tg: 270 Дараҷа
zh_tw: 270 度

source: Adjustments
ar: التعديلات
bg: Корекция
bs: Prilagodbe
de: Bildanpassungen
eo: Alĝustigoj
et: Täpsustused
eu: Doiketak
fa: تنظیمات
fi: Säädöt
fr: Ajustements
gl: Axustes
he: התאמה
hi: समायोजन
is: Stillingar
km: ការ​លៃ តម្រូវ
ko: 조정
lt: Koregavimai
lv: Pielāgošana
mk: Прилагодувања
ms: Pelarasan
nb: Endringer
nds: Topassen
ne: समायोजन
nl: Aanpassingen
nn: Justeringar
pa: ਅਡਜੱਸਟਮੈਂਟ
pl: Regulacja
ro: Ajustări
ru: Регулировка
sk: Úpravy
ta: சீரைமைப்புகள்
tg: Лавозимот
zh_tw: 調整

source: Brightness:
ar: الإضاءة:
bg: Яркост:
bs: Osvjetljenje:
de: Helligkeit:
eo: Brileco:
et: Heledus:
eu: Distira:
fa: روشنی:
fi: Kirkkaus:
fr: Luminosité :
gl: Brillo:
he: בהירות:
hi: चमकीलापनः
is: Birtustilling:
km: ពន្លឺ ៖
ko: 밝기:
lt: Ryškumas:
lv: Gaišums:
mk: Осветленост:
ms: Kecerahan:
nb: Lysstyrke:
nds: Helligkeit:
ne: चम्किलोपन:
nl: Helderheid:
nn: Lysstyrke:
pa: ਚਮਕ:
pl: Jasność:
ro: Strălucire:
ru: Яркость:
sk: Jas:
ta: பிரகாசம்
tg: Равшанӣ:
zh_tw: 亮度：

source: Contrast:
ar: التباين:
bg: Контраст:
bs: Kontrast:
de: Kontrast:
eo: Kontrasto:
et: Kontrast:
eu: Kontrastea:
fa: سایه روشن:
fi: Kontrasti:
fr: Contraste :
gl: Contraste:
he: חדות:
hi: कंट्रास्टः
is: Birtuskil:
km: កម្រិត​ពណ៌ ៖
ko: 명암:
lt: Kontrastas:
lv: Kontrasts:
mk: Контраст:
ms: Kontras:
nb: Kontrast:
nds: Kontrast:
ne: व्यतिरेक:
nn: Kontrast:
pa: ਭਿੰਨਤਾ:
pl: Kontrast:
ru: Контрастность:
sk: Kontrast:
ta: வித்தியாசம்
tg: Акс:
zh_tw: 對比：

source: Gamma:
ar: غاما:
bg: Гама:
bs: Gama:
eo: Gamo:
fa: گاما:
gl: Gama:
he: גאמה:
hi: गामाः
is: Litróf:
km: ហ្គាម៉ា ៖
ko: 감마:
lt: Gama:
mk: Гама:
ne: गामा:
pa: ਗਾਮਾ:
ro: Gama:
ru: Интенсивность:
ta: காமா
tg: Гамма:

source: Preview
ar: معاينة
bg: Преглед
bs: Pregled
de: Vorschau
eo: Antaŭrigardo
et: Eelvaatlus
eu: Aurrebista
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
gl: Vista previa
he: תצוגה מקדימה
hi: पूर्वावलोकन
is: Forsýn
km: មើល​ជា​មុន
ko: 미리 보기
lt: Peržiūra
lv: Priekšskatījums
mk: Преглед
ms: Prapapar
nb: Forhåndsvis
nds: Vöransicht
ne: पूर्वावलोकन
nl: Voorbeeld
nn: Førehandsvising
pa: ਝਲਕ
pl: Podgląd
ro: Previzualizare
ru: Предварительный просмотр
sk: Náhľad
ta: முன் ஓட்டம்
tg: Пешнамоиш
zh_tw: 預覽

source: Original
ar: الأصلية
bg: Оригинално изображение
bs: Prvobitno
eo: Originala
et: Originaal
eu: Jatorrizkoa
fa: اصلی
fi: Alkuperäinen
gl: Orixinal
he: התמונה המקורית
hi: असली
is: Upprunaleg
km: ដើម​
ko: 원본
lt: Originalas
lv: Oriģināls
mk: Оригинал
ms: Asal
nds: Orginaal
ne: मौलिक
nl: Origineel
nn: Opphavleg
pa: ਅਸਲੀ
pl: Pierwotny
ru: Исходный
sk: Originál
ta: மூலம்
tg: Асл
zh_tw: 原始

source: Modified
ar: المُعدلة
bg: Коригирано изображение
bs: Izmijenjeno
de: Geändert
eo: Ŝanĝita
et: Muudetud
eu: Aldatuta
fa: تغییریافته
fi: Muutettu
fr: Modifiée
gl: Modificada
he: התמונה עם השינויים
hi: परिवर्धित
is: Breytt
km: បាន​កែប្រែ
ko: 수정됨
lt: Modifikuotas
lv: Modificēts
mk: Изменето
ms: Ubah suai
nb: Endret
nds: Ännert
ne: परिमार्जित
nl: Gewijzigd
nn: Endra
pa: ਸੋਧ
pl: Zmieniony
ro: Modificat
ru: Изменённый
sk: Zmenený
ta: மாற்றப்பட்டது
tg: Санаи тағйир
zh_tw: 修改後

source: General
ar: عامّ
bg: Общи
de: Allgemein
eo: Ĝenerala
et: Üldine
eu: Orokorra
fi: Yleistä
fr: Général
gl: Xeral
he: כללי
is: Almennt
ko: 일반
lt: Bendra
lv: Pamata
nl: Algemeen
nn: Generelt
pl: Ogólne
ro: Generale
sk: Všeobecné
zh_tw: 一般

source: Remember last folder
ar: تذكر آخر مجلد
bg: Запомняне на последната използвана директория
bs: Zapamti zadnji direktorij
de: Letzten Ordner merken
eo: Memori lastan dosierujon
et: Viimane kataloog jäetakse meelde
eu: Gogoratu azken karpeta
fa: یادآوری آخرین پوشه
fi: Muista edellinen kansio
fr: Se souvenir du dernier dossier
gl: Lembrar o último cartafol.
he: לזכור את התיקייה האחרונה
hi: पिछला फ़ोल्डर याद रखें
is: Muna síðustu möppu
km: ចង​ចាំ​ថត​ចុងក្រោយ
ko: 마지막 폴더 기억
lt: Prisiminti paskutinį aplanką
lv: Atcerēties pēdējo mapi
mk: Запомни ја последната папка
ms: Ingat folder akhir
nb: Husk siste mappe
nds: Verleden Orner wohren
ne: अन्तिम फोल्डर सम्झनुहोस्
nl: Laatste map onthouden
nn: Hugs sist brukte mappe
pa: ਆਖਰੀ ਫੋਲਡਰ ਯਾਦ ਰੱਖੋ
pl: Pamiętaj ostatni katalog
ro: Ține minte ultimul dosar
ru: Запоминать последнюю папку
sk: Zapamätať posledný priečinok
ta: கடைசி கோப்புறையை நினைவிற் கொள்
tg: Ед дор файли охигин
zh_tw: 記得上次的目錄

source: Quality/Speed
ar: النوعية / السرعة
bg: Качество на изображението и скорост на зареждане
bs: Kvalitet/Brzina
de: Qualität/Geschwindigkeit
eo: Kvalito/Rapideco
et: Kvaliteet/kiirus
eu: Kalitatea/Abiadura
fa: کیفیت/سرعت
fi: Laatu ja nopeus
fr: Qualité / Vitesse
gl: Calidade/Velocidade
he: איכות/מהירות
hi: विशेषता/गति
is: Gæði/hraði
km: គុណភាព/ល្បឿន
ko: 품질/속도
lt: Kokybė ir greitis
lv: Kvalitāte/ātrums
mk: Квалитет/Брзина
ms: Kualiti/Kelajuan
nb: Kvalitet/hastighet
nds: Gööd / Gauheit
ne: गुणस्तर/गति
nl: Kwaliteit/snelheid
nn: Kvalitet/fart
pa: ਕੁਆਲਟੀ/ਗਤੀ
pl: Jakość / Szybkość
ro: Calitate/Viteză
ru: Качество/скорость
sk: Kvalita/Rýchlosť
ta: துண்டு காகித வேகம்
tg: Сифат/Самт
zh_tw: 品質/速度

source: Smooth scaling
ar: تحجيم ناعم
bg: Мащабиране със заглаждане
bs: Glatka razmjera
de: Weiche Skalierung
eo: Glata skalado
et: Sujuv skaleerimine
eu: Eskalatze leuna
fi: Pehmeä skaalaus
fr: Mise à l'échelle adoucie
gl: Escalado suavizado.
he: שינוי קנה מידה חלק
is: Jöfn skölun
km: ការ​ធ្វើ​មាត្រដ្ឋាន​រលោង
ko: 부드러운 크기 조정
lt: Glotnus mastelio keitimas
lv: Līdzena mērogošana
mk: Мазно скалирање
nb: Jevn skalering
nds: Week Gröttännern
nl: Gladde schaling
nn: Jamn skalering
pa: ਸਮੂਥ ਸਕੇਲਿੰਗ
pl: Gładkie skalowanie
ro: Scalare lină
ru: Масштабирование со сглаживанием
sk: Škálovanie vyhladenia
zh_tw: 平滑調整

source: Fast rendering
ar: تصيير سريع
bg: Бързо интерпретиране
bs: Brzi prikaz
de: Schnelles Zeichnen
eo: Rapida bildigo
et: Kiire teisendamine
eu: Errendatze azkarra
fa: پرداخت سریع
fi: Nopea hahmonnus
fr: Affichage rapide
gl: Renderización rápida.
he: הצגה מהירה
hi: तेज रेंडरिंग
is: Hröð myndgerð
km: បង្ហាញ​លឿន
ko: 빠른 렌더링
lt: Greitas atvaizdavimas
lv: Ātra atveidošana
mk: Брзо исцртување
ms: Realisasi cepat
nb: Hurtig visning
nds: Gau Dorstellen
ne: तीव्र रेन्डरिङ
nl: Snelle weergave-opbouw
nn: Rask oppteikning
pa: ਤੇਜ਼ ਰੈਡਰਿੰਗ
pl: Szybkie renderowanie
ro: Randare rapidă
ru: Быстрое наложение
sk: Rýchle vykresľovanie
ta: வேகமாக பதிப்பு வரைதல்
tg: Тарҷумаи тез
zh_tw: 快速成像

source: Dither in HiColor (15/16bit) modes
ar: أنماط Dither في HiColor (15/16بت)
bg: Дифузия при средно качество на цветовете (15/16 бита)
bs: Dithering u HiColor (15/16bitnom) režimu
de: Dithering bei HiColor-Modi (15-/16-Bit) anwenden
eo: Dither en HiColor (15/16bit) reĝimoj
et: Pseudotoonimine HiColor (15/16-bitine) režiimides
eu: Bilbea HiColor (15/16bit) moduetan
fa: مات کردن تصویر در حالتهای HiColor (15/16bit)
fi: Pehmennä korkeaväritiloissa (15/16 bit)
fr: Diffusion en modes très colorés (15 / 16 bits)
gl: Esfumar nos modos HiColor (15/16bit).
he: מזג צבעים במצבי צבע גבוה (15/16 סיביות)
hi: उच्च रंग मोड (15/16बिट) में कंपन
is: Litfléttun í hálitaham (15/16bitar)
km: ច្របល់​ក្នុង​របៀប​ពណ៌​ខ្ពស់ (១៥/១៦ប៊ីត)
ko: 하이컬러 모드(15/16비트)에서 디더링 사용
lt: Sumaišyti spalvas HiColor (15/16 bitų) veiksenose
lv: Tonēt „HiColor“ (15/16 bitu) režīmos
mk: Разместување на бои во режим Високи бои (15/16 бита)
ms: Mengagak dalam mod HiColor(15/16bit)
nb: Dither i HiColor (15/16bit) modi
nds: Punkteren in Hoochklöör-Bedrief (15-/16-Bit)
ne: HiColor (१५/१६ बिट) मोडमा हल्लाउनुहोस्
nl: Weergeven in hoge kleuren (15/16-bit) modus
nn: Mønsterspreiing ved 15- og 16-bits modus
pa: ਉੱਚ-ਰੰਗ (15/16ਬਿੱਟ) ਢੰਗਾਂ ਵਿੱਚ ਵਿਚਲਨ
pl: Dithering w trybach HiColor (15/16 bitów)
ro: Randează în culori multe (15/16biți)
ru: Смешивание в режимах HiColor (15/16бит)
sk: Ditherovanie v módoch HiColor (15/16bitov)
ta: உயர் வண்ண மாற்றங்களை (15/16bit) கலக்கு
tg: Омехта кардан дар тартиботи Hicolor(15/16бит)
zh_tw: 高彩（15/16位元）模式擬色

source: Dither in LowColor (<=8bit) modes
ar: أنماط ‏Dither في HiColor (أقل أو يساوي 8بت)
bg: Дифузия при ниско качество на цветовете (<=8 бита)
bs: Dithering u LowColor (<=8bitnom) režimu
de: Dithering bei LowColor-Modi (<= 8-Bit) anwenden
eo: Dither en LowColor (<=8bit) reĝimoj
et: Pseudotoonimine LowColor (<=8-bitine) režiimides
eu: Bilbea LowColor (<=8bit) moduetan
fa: مات کردن تصویر در حالتهای LowColor )>=۸ بیت(
fi: Pehmennä matalaväritiloissa (<=8 bit)
fr: Diffusion en modes peu colorés (8 bits ou moins)
gl: Esfumar nos modos LowColor (≤8bit).
he: מזג צבעים במצבי צבע נמוך (<=8 סיביות)
hi: निम्न रंग मोड (<=8bit) में कंपन
is: Litfléttun í láglitaham (<=8bitar)
km: ច្របល់​ក្នុង​របៀប​ពណ៌​ទាប (<=៨ប៊ីត)
ko: 저 색농도(<=8비트) 모드에서 디더링 사용
lt: Sumaišyti spalvas LowColor (<=8 bitų) veiksenose
lv: Tonēt „LowColor“ (<=8 bitu) režīmos
mk: Разместување на бои во режим Ниски бои (<=8 бита)
ms: Mengagak dalam mod LowColor(<=8bit)
nb: Dither i LowColor (<=8-bit) modi
nds: Punkteren in Sietklöör-Bedrief (<= 8-Bit)
ne: LowColor (<=८ बिट) मोडमा हल्लाउनुहोस्
nl: Weergeven in lage kleuren (<=8-bit) modi
nn: Mønsterspreiing ved ≤ 8 bit-modus
pa: ਘੱਟ-ਰੰਗ (<=8ਬਿੱਟ) ਢੰਗਾਂ ਵਿੱਚ ਵਿਚਲਨ
pl: Dithering w trybach LowColor (<=8 bitów)
ro: Randează în culori puține (<=8biți)
ru: Смешивание в режимах LowColor (<=8бит)
sk: Ditherovanie v módoch LoColor (<= 8bitov)
ta: கீழ் வண்ண மாற்றங்களை(<=8பிட்) கலக்கு
tg: Омехта кардан дар Lowcolor(<=8бит)
zh_tw: 低彩（小於8位元）模式擬色
