Repository: KDE/kuickshow
Catalog: po/*/kuickshow.po
Languages: ar, bg, bs, de, eo, et, eu, fa, fi, fr, gl, he, hi, is, km, ko, lt, lv, mk, ms, nb, nds, ne, nl, nn, pa, pl, ro, ru, sk, ta, tg, zh_tw

source: &Viewer Shortcuts
ar: إختصارات ال&مستعرض
bg: &Навигационни клавиши
bs: &Prečice preglednika
de: Kurzbefehle für das &Anzeigefenster
eo: &Vidilaj Ŝparvojoj
et: &Vaataja kiirklahvid
eu: &Ikustailearen laster-bideak
fa: میان‌برهای &مشاهده‌گر‌
fi: &Katselimen pikanäppäimet
fr: &Raccourcis de l'afficheur
gl: Atallos do &visor
he: &קיצורי מקשים של המציג
hi: प्रदर्शक शॉर्ट-कट्स (&V)
is: Flýti&hnappar skoðara
km: ផ្លូវកាត់​កម្មវិធី​មើល
ko: 뷰어 단축키(&V)
lt: Ž&iūryklės spartieji klavišai
lv: &Skatītāja saīsnes
mk: Кратенки на пре&гледувачот
ms: Jalan Pintas &Pemapar
nb: Hurtigtaster for &visning
nds: &Kieker-Tastkombinatschonen
ne: दर्शक सर्टकट
nl: &Viewer-sneltoetsen
nn: Snøggtastar for &vising
pa: ਦਰਸ਼ਕ ਸ਼ਾਰਟਕੱਟ(&V)
pl: Skróty podglądu
ro: Acceleratori &vizualizare
ru: &Клавиши быстрого просмотра
sk: Skratky pre&hliadača obrázkov
ta: பார்வையாளர் குறுக்கு வழி
tg: &Тугмачаҳои барои зуд аз назар гузаронидан
zh_tw: 檢視器熱鍵(&V)

source: Bro&wser Shortcuts
ar: إختصارات المت&صفح
bg: Б&ързи клавиши
bs: Prečice &izbornika
de: Kurzbefehle für den Bro&wser
eo: Bro&wser-Ŝparvojoj
et: Sir&vija kiirklahvid
eu: &Arakatzailearen laster-bideak
fa: میان‌برهای &مرورگر‌
fi: Selaimen &pikanäppäimet
fr: Raccourcis du &navigateur
gl: Atallos do &navegador
he: קי&צורי מקשים של הדפדפן
hi: ब्राउज़र शॉर्टकट्स (&w)
is: Flýtihnappar &vafra
km: ផ្លូវកាត់​កម្មវិធី​រុករក
ko: 탐색기 단축키(&W)
lt: &Naršyklės spartieji klavišai
lv: &Pārlūka saīses
mk: Кратенки на пре&барувачот
ms: Jalan Pintas &Pelayar
nb: H&urtigtaster for surfing
nds: &Dateikieker-Tastkombinatschonen
ne: ब्राउजर सर्टकट
nl: Bro&wser-sneltoetsen
nn: Snøggtaster for &blading
pa: ਬਰਾਊਜ਼ਰ ਸ਼ਾਰਟਕੱਟ(&w)
pl: Skróty przeglądania
ro: Acceleratori &navigare
ru: Комбинации &клавиш веб-браузера
sk: Skratky preh&liadača
ta: தேடியந்திரம் குறுக்குவழி
tg: Браузери &тугмачаҳои тез
zh_tw: 瀏覽器熱鍵(&W)

source: Downloading %1...
ar: تحميل %1...
bg: Изтегляне на %1...
bs: Preuzimam %1...
de: %1 wird heruntergeladen ...
eo: Elŝutante %1...
et: %1 allalaadimine...
eu: %1 deskargatzen...
fi: Ladataan %1…
fr: Téléchargement de %1...
gl: Descargando %1…
he: %1 בהורדה…
is: Hleð niður %1...
km: កំពុង​ទាញ​យក %1...
ko: %1 다운로드 중...
lt: Atsiunčiama %1...
lv: Lejupielādē „%1“...
mk: Симнувам %1...
nb: Laster ned %1 …
nds: %1 warrt daallaadt...
nl: Downloaden van %1...
nn: Lastar ned %1 …
pa: %1 ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie %1...
ro: Se descarcă %1...
ru: Загрузка %1...
sk: Sťahuje sa %1...
zh_tw: 下載 %1 中...

source: Please wait while downloading %1
ar: الرجاء الانتظار ريثما ينزل %1
bg: Изчакайте изтеглянето %1
bs: Molim sačekajte tokom prenosa %1
de: Bitte warten Sie während %1 heruntergeladen wird.
eo: Bonvolu atendi dum elŝuto %1
et: Palun oota: laaditakse alla %1
eu: Itxoin deskargatu arte: %1
fi: Odota latautumista %1
fr: Veuillez patienter pendant le téléchargement de %1
gl: Agarde durante a descarga. %1
he: נא להמתין לסיום ההורדה %1
is: Bíddu á meðan hlaðið er inn %1
km: សូម​រង់ចាំខណៈពេល​ទាញយក %1
ko: %1을(를) 다운로드하는 동안 기다려 주십시오
lt: Palaukite, kol atsisiunčiama %1
lv: Gaidiet lejupielādes beigas %1
mk: Почекајте додека се симнува %1
nb: Vent mens vi laster ned %1
nds: Bitte tööv, %1 warrt daallaadt.
nl: Even geduld bij het downloaden %1
nn: Vent på fullføring av nedlasting %1
pa: %1 ਡਾਊਨਲੋਡ ਹੋਣ ਤੱਕ ਉਡੀਕੋ ਜੀ
pl: Proszę czekać na pobranie %1
ro: Așteptați terminarea descărcării %1
ru: Подождите пока не будет закончена загрузка %1
sk: Čakajte, prosím, kým sa stiahne %1
zh_tw: 下載 %1 中，請稍候

# @info
source: Do you really want to display this 1 image at the same time? This might be quite resource intensive and could overload your computer.<br/>If you choose <interface>%2</interface>, only the first image will be shown.
eo: Ĉu vi vere volas montri ĉi tiun 1 bildon samtempe? Ĉi tio povus esti sufiĉe rimedokonsuma kaj povus troŝarĝi vian komputilon.<br/>Se vi elektas <interface>%2</interface>, nur la unua bildo estos montrata.
gl: Seguro que quere amosar esta imaxe á vez? Isto pode consumir moitos recursos e sobrecargar o computador.<br/>Se escolle <interface>%2</interface> só se amosará a primeira imaxe.
ko: 동시에 이 그림 %1개를 표시하시겠습니까? 자원을 많이 소모할 수도 있으며 컴퓨터가 응답하지 않을 수도 있습니다.<br/><interface>%2</interface>을(를) 선택하면 첫 번째 그림만 표시합니다.
lt: Ar tikrai norite tuo pačiu metu rodyti šį 1 paveikslą? This might be quite resource intensive and could overload your computer.<br/>If you choose <interface>%2</interface>, only the first image will be shown.
lv: Vai tiešām vēlaties vienlaicīgi parādīt šo %1 attēlu? Šis process var prasīt daudz sistēmas resursu vai pat pārslogot jūsu datoru.<br/>Ja izvēlēsities <interface>%2</interface>, programma parādīs tikai pirmo attēlu.
pl: Czy na pewno chcesz wyświetlić ten 1 obraz w tym samym czasie? Może to być całkiem zasobochłonne i może przeciążyć twój komputer.<br/> Jeżeli wybierzesz <interface>%2</interface>, to tylko pierwszy obraz zostanie pokazany .

source: Display Multiple Images?
ar: هل تريد عرض عدة صور؟
bg: Да се показват ли множество изображения?
bs: Prikazati više slika?
de: Mehrere Bilder anzeigen?
eo: Ĉu montri plurajn bildojn?
et: Kas näidata mitut pilti?
eu: Bistaratu hainbat irudi?
fi: Näytetäänkö useampi kuva?
fr: Afficher plusieurs images ?
gl: Desexa amosar varias imaxes?
he: להציג מספר תמונות?
is: Sýna margar myndir?
km: បង្ហាញ​រូបភាព​ច្រើន ?
ko: 여러 그림을 표시하시겠습니까?
lt: Rodyti keletą paveikslų?
lv: Vai parādīt vairākus attēlus?
mk: Прикажување на повеќе слики?
nb: Skal mange bilder vises?
nds: Mehr Biller op eenmaal wiesen?
nl: Meer dan één afbeelding weergeven?
nn: Visa fleire bilete?
pa: ਕਈ ਚਿੱਤਰ ਵੇਖਣੇ ਹਨ?
pl: Czy wyświetlić wiele obrazów?
ro: Afișați imagini multiple?
ru: Показать сразу несколько изображений?
sk: Zobraziť viacero obrázkov?
zh_tw: 要顯示多張影像嗎？

source: Display
eo: Montri
fr: Affichage
gl: Amosar
ko: 표시
lt: Rodyti
lv: Parādīt
pl: Wyświetlanie

source: &File
ar: &ملف
bg: &Файл
bs: &Datoteka
de: &Datei
eo: &Dosiero
et: &Fail
eu: &Fitxategia
fa: &پرونده‌
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
he: &קובץ
hi: फ़ाइल (&F)
is: &Skrá
km: ឯកសារ​
ko: 파일(&F)
lt: &Failas
lv: &Datne
ms: &Fail
nb: &Fil
nds: &Datei
nl: &Bestand
nn: &Fil
pa: ਫਾਇਲ(&F)
pl: &Plik
ro: &Fișier
ru: &Файл
sk: &Súbor
zh_tw: 檔案(&F)

source: &Edit
ar: &حرّر
bg: &Редактиране
bs: &Izmijeni
de: &Bearbeiten
eo: &Redakti
et: &Redigeerimine
eu: &Editatu
fi: &Muokkaa
fr: &Édition
gl: &Editar
he: &עריכה
hi: संपादन (&E)
is: Br&eyta
km: កែ​សម្រួល​
ko: 편집(&E)
lt: &Taisa
lv: R&ediģēt
ms: &Sunting
nb: &Rediger
nds: &Bewerken
nl: Be&werken
nn: &Rediger
pa: ਸੋਧ(&E)
pl: &Edycja
ro: &Editare
ru: &Правка
sk: &Upraviť
zh_tw: 編輯(&E)

source: View
ar: عرض
eo: Vidi
fr: Vue
gl: Vista
ko: 보기
lt: Rodinys
lv: Skatīt
pl: Widok

source: &Settings
ar: إ&عدادات
bg: &Настройки
bs: &Postavke
de: &Einstellungen
eo: A&gordo
et: &Seadistused
eu: &Ezarpenak
fa: &تنظیمات‌
fi: &Asetukset
fr: &Configuration
gl: &Configuración
he: ה&גדרות
hi: विन्यास (&S)
is: &Stillingar
km: ការ​កំណត់​
ko: 설정(&S)
lt: &Nuostatos
lv: Ie&statījumi
ms: &Tetapan
nb: &Innstillinger
nds: &Instellen
nl: &Instellingen
nn: &Innstillingar
pa: ਸੈਟਿੰਗ(&S)
pl: U&stawienia
ro: &Configurări
ru: &Настройка
sk: Na&stavenia
zh_tw: 設定(&S)

source: Main Toolbar
ar: شريط الأدوات الرئيسي
bg: Главна лента с инструменти
bs: Glavna alatna traka
de: Haupt-Werkzeugleiste
eo: Ĉefa ilobreto
et: Peamine tööriistariba
eu: Tresna-barra nagusia
fa: میله ابزار اصلی
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas Principal
he: סרגל כלים ראשי
hi: मुख्य औज़ार पट्टी
is: Aðalverkfærastika
km: របារ​ឧបករណ៍​មេ​
ko: 주 도구 모음
lt: Pagrindinė įrankių juosta
lv: Pamata rīkjosla
ms: Bar Alatan Utama
nb: Hovedverktøylinje
nds: Hööft-Warktüüchbalken
nl: Hoofdwerkbalk
nn: Hovudverktøylinje
pa: ਮੁੱਖ ਟੂਲਬਾਰ
pl: Główny pasek narzędzi
ro: Bara de unelte principală
ru: Основная панель инструментов
sk: Hlavný panel nástrojov
ta: பிரதான கருவிப்பட்டை
zh_tw: 主工具列

# @info
source: Do you really want to permanently delete the file<nl/><filename>%1</filename>?
fr: Voulez-vous vraiment supprimer définitivement le fichier<nl/><filename>%1</filename> ?
gl: Seguro que quere eliminar permanentemente o ficheiro<nl/><filename>%1</filename>?
ko: 다음 파일을 완전히 삭제하시겠습니까?<nl/><filename>%1</filename>
lv: Vai tiešām vēlaties neatgriezeniski dzēst datni<nl/><filename>%1</filename>?

source: Delete File
ar: احذف الملفّ
bg: Изтриване на файла
bs: Obriši datoteku
et: Pildi kustutamine
eu: Ezabatu fitxategia
fi: Poista tiedosto
fr: Supprimer un fichier
gl: Eliminar o ficheiro
he: מחיקת קובץ
is: Eyða skrá
km: លុប​ឯកសារ
ko: 파일 삭제
lv: Dzēst datni
mk: Избриши слика
ms: Padam Fail
nds: Datei wegdoon
nl: Bestand verwijderen
nn: Slett fila
pa: ਫਾਇਲ ਹਟਾਓ
ro: Șterge fișierul
ru: Удалить файл
sk: Zmazať súbor
zh_tw: 刪除檔案

# @info
source: Do you really want to trash the file<nl/><filename>%1</filename>?
gl: Seguro que quere enviar ao lixo o ficheiro<nl/><filename>%1</filename>?
ko: 다음 파일을 정말로 휴지통에 버리시겠습니까?<nl/><filename>%1</filename>
lv: Vai tiešām vēlaties izmest atkritnē datni<nl/><filename>%1</filename>?

source: Trash File
ar: ملف المهملات
bg: Преместване на файла в кошчето
bs: Baci u smeće
et: Prügikasti viskamine
eu: Bota fitxategia zakarrontzira
fi: Siirrä roskakoriin
fr: Placer le fichier dans la corbeille
gl: Deitar o ficheiro no lixo
he: השלכת קובץ לאשפה
is: Setja í ruslið
km: ដាក់​ឯកសារ​ក្នុង​ធុង​សំរាម
ko: 파일을 휴지통으로 이동
lv: Izmest atkritnē
mk: Фрли датотека
nds: Datei wegsmieten
nl: Bestand naar prullenbak verplaatsen
nn: Legg i papirkorga
pa: ਫਾਇਲ ਰੱਦੀ ਵਿੱਚ
ro: Mută la gunoi
ru: Выбросить файл
sk: Kôš
zh_tw: 垃圾桶檔案

# to trash
source: &Trash
ar: ال&مهملات
bg: В &кошчето
bs: &Smeće
et: &Viska prügikasti
eu: &Bota zakarrontzira
fi: &Roskakori
fr: Me&ttre à la corbeille
gl: Deitar no &lixo
he: ל&אשפה
is: &Ruslið
km: ធុង​សំរាម
ko: 휴지통으로 이동(&T)
lv: &Izmest atkritnē
mk: &Корпа
ms: &Tong Sampah
nds: &Wegsmieten
nl: Naar prullen&bak
nn: Legg i &papirkorga
pa: ਰੱਦੀ(&T)
ro: Mu&tă la gunoi
ru: Вы&бросить
sk: &Kôš
zh_tw: 丟到垃圾桶(&T)

source: Image Error
ar: خطأ صورة
bg: Грешка в изображението
bs: Greška sa slikom
de: Bildfehler
eo: Bilda Eraro
et: Pildi viga
eu: Irudiaren errorea
fa: خطای تصویر
fi: Kuvavirhe
fr: Erreur d'image
gl: Hai un erro na imaxe
he: שגיאת תמונה
hi: छवि त्रुटि
is: Villa í mynd
km: កំហុស​រូបភាព​
ko: 그림 오류
lt: Paveikslo klaida
lv: Kļūda attēlā
nb: Bildefeil
nds: Bildfehler
nl: Afbeeldingfout
nn: Biletfeil
pa: ਚਿੱਤਰ ਗਲਤੀ
pl: Błąd obrazu
ro: Eroare de imagine
ru: Ошибка обработки изображения
sk: Chyba obrázku
zh_tw: 影像錯誤

source: Unable to initialize the image library "%2". More information may be available in the session log file, or can be obtained by starting %1 from a terminal.
eo: Ne eblas pravalorizi la bildbibliotekon "%2". Plia informo povus disponebli en la seanca protokoldosiero, aŭ povas atingati lanĉante %1 el terminalo.
fr: Impossible d'initialiser la bibliothèque d'images « %2 ». Plus d'informations peuvent être disponibles dans le fichier journal de session ou peut être obtenu en démarrant %1 à partir d'un terminal.
gl: Non é posíbel preparar a biblioteca de imaxes «%2». Pode que haxa moita máis información no ficheiro de rexistro da sesión, ou pode obterse iniciando %1 desde un terminal.
ko: "%2" 그림 라이브러리를 초기화할 수 없습니다. 자세한 정보는 세션 로그 파일을 참조하거나, %1을(를) 터미널에서 시작하여 확인할 수 있습니다.
lt: Nepavyko inicijuoti paveikslų bibliotekos „%2“. Daugiau informacijos gali būti prieinama seanso žurnalo faile arba gauta paleidus %1 terminale.
lv: Neizdodas inicializēt attēlu bibliotēku „%2“. Vairāk informācijas var būt pieejams sesijas žurnāla datnē vai iegūstama, terminālī palaižot „%1“.
pl: Nie udało się wczytać biblioteki obrazów "%2". Więcej szczegółów może być dostępnych w pliku dziennika posiedzenia, lub po uruchomieniu %1 z terminala.

source: Fatal Initialization Error
eo: Fatala Pravaloriz-Eraro
fr: Erreur critique durant l'initialisation
gl: Erro fatal de preparación
ko: 치명적인 초기화 오류
lt: Lemtingoji inicijavimo klaida
lv: Fatāla inicializācijas kļūda
pl: Fatalny błąd wczytywania

source: Select Files or Folder to Open
ar: إختر الملفات أو المجلدات للفتح
bg: Избор на файлове или директория
bs: Izaberite datoteke ili direktorij koji želite otvoriti
de: Wählen Sie die Dateien oder den Ordner zum Öffnen aus
eo: Elekti Dosierojn aŭ Dosierujojn Malfermendajn
et: Avatavate failide või kataloogi valik
eu: Hautatu fitxategia edo karpetak irekitzeko
fa: برگزیدن پرونده‌ها یا پوشه برای باز کردن
fi: Valitse avattavat tiedostot tai kansio
fr: Sélectionnez des fichiers ou un dossier à ouvrir
gl: Escolla os ficheiros ou o cartafol a abrir
he: בחירת קבצים או תיקייה לפתיחה
hi: खोलने के लिए फ़ाइल या फ़ोल्डर चुनें
is: Veldu skrár eða möppu til að opna
km: ជ្រើស​ឯកសារ ឬ ថត​ដែល​ត្រូវ​បើក
ko: 열 파일이나 폴더 선택
lt: Pasirinkite, kuriuos failus ar aplanką atverti
lv: Atlasiet atveramās datnes vai mapi
mk: Изберете датотеки или папки за отворање
ms: Pilih Fail atau Folder hendak Dibuka
nb: Velg filer eller mappe som skal åpnes
nds: Söök Dateien oder Ornern ut, de opmaakt warrn schöölt
ne: खोल्नका लागि फाइल वा फोल्डर चयन गर्नुहोस्
nl: Bestanden of map selecteren om te openen
nn: Vel filer/mapper å opna
pa: ਖੋਲ੍ਹਣ ਲਈ ਫਾਇਲਾਂ ਜਾਂ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz pliki lub katalog do otwarcia
ro: Selectați fișierele sau dosarul de deschis
ru: Выберите файлы или папку для просмотра
sk: Vyberte súbory alebo priečinok, ktorý sa má otvoriť
ta: திறப்பதற்காக ஆவணத்தையோ அல்லது கோப்பினையோ தேர்வுசெய்
tg: Интихоби Файлҳо ё Папкаҳо барои кушодан
zh_tw: 選擇檔案或資料夾來開啟

source: Start Slideshow
ar: بدء العرض كشرائح
bg: Стартиране на слайдшоу
bs: Pokreni slajdove
de: Diaschau starten
eo: Komenci Bildaron
et: Käivita slaidiseanss
eu: Hasi diapositiba-aurkezpena
fa: آغاز نمایش اسلاید
fi: Aloita diaesitys
fr: Démarrer le diaporama
gl: Comezar a presentación
he: התחלת מצגת שקופיות
hi: स्लाइड शो चालू करें
is: Hefja myndasýningu
km: ចាប់ផ្ដើម​បញ្ចាំង​ស្លាយ
ko: 슬라이드 쇼 시작
lt: Pradėti skaidrių rodymą
lv: Sākt slīdrādi
mk: Стартувај презентација
ms: Mula Tayangan Slaid
nb: Start lysbildeframvisning
nds: Diaschau starten
ne: स्लाइड प्रदर्शन सुरु गर्नुहोस्
nl: Diavoorstelling starten
nn: Start lysbiletvising
pa: ਸਲਾਇਡ-ਸ਼ੋ ਸ਼ੁਰੂ
pl: Rozpocznij pokaz
ro: Pornește diaporama
ru: Запустить слайд-шоу
sk: Spustiť prezentáciu
ta: படவில்லை காட்சியை ஆரம்பி
tg: Намоиши слайд сар кунед
zh_tw: 開始播放投影片

source: Show File Browser
ar: إظهار متصفح الملفات
bg: Показване на файловия браузър
bs: Prikaži izbornik datoteka
de: Dateimanager anzeigen
eo: Montri Dosier-Retumilon
et: Failisirvija näitamine
eu: Erakutsi fitxategien arakatzailea
fa: نمایش مرورگر پرونده
fi: Näytä tiedostoselain
fr: Afficher un navigateur de fichiers
gl: Amosar o navegador de ficheiros
he: הצגת דפדפן הקבצים
hi: फ़ाइल ब्राउज़र दिखाएँ
is: Sýna skráarvafra
km: បង្ហាញ​កម្មវិធី​រុករក​ឯកសារ
ko: 파일 탐색기 표시
lt: Rodyti failų naršyklę
lv: Rādīt datņu pārlūku
mk: Прикажи го прелистувачот на датотеки
ms: Tayang Pelayar
nb: Vis Filbehandleren
nds: Dateikieker wiesen
ne: फाइल ब्राउजर देखाउनुहोस्
nl: Bestandsbrowser tonen
nn: Vis filhandsamar
pa: ਫਾਇਲ ਬਰਾਊਜ਼ਰ ਵੇਖੋ
pl: Pokaż przeglądarkę plików
ro: Afișează exploratorul de fișiere
ru: Показать список файлов
sk: Zobraziť prehliadač súborov
ta: கோப்புத் தேடியந்திரத்தை காட்டு/மறை.
tg: Намоиши браузери файл
zh_tw: 顯示檔案瀏覽器

source: Hide File Browser
ar: إخفاء متصفح الملفات
bg: Скриване на файловия браузър
bs: Sakrij izbornik datoteka
de: Dateimanager ausblenden
eo: Kaŝi Dosieran Retumilon
et: Failisirvija peitmine
eu: Ezkutatu fitxategien arakatzailea
fa: مخفی کردن مرورگر پرونده
fi: Piilota tiedostoselain
fr: Cacher un navigateur de fichiers
gl: Agochar o navegador de ficheiros
he: הסתרת דפדפן הקבצים
hi: फ़ाइल ब्राउज़र छुपाएँ
is: Fela skráarvafra
km: លាក់​កម្មវិធី​រុករក​ឯកសារ
ko: 파일 탐색기 숨기기
lt: Slėpti failų naršyklę
lv: Slēpt datņu pārlūku
mk: Скриј го прелистувачот на датотеки
ms: Sembunyi Pelayar Fail
nb: Skjul Filbehandleren
nds: Dateikieker versteken
ne: फाइल ब्राउजर लुकाउनुहोस्
nl: Bestandsbrowser verbergen
nn: Gøym filhandsamar
pa: ਫਾਇਲ ਬਰਾਊਜ਼ਰ ਓਹਲੇ
pl: Ukryj przeglądarkę plików
ro: Ascunde exploratorul de fișiere
ru: Скрыть список файлов
sk: Skryť prehliadač súborov
ta: கோப்புத் தேடியந்திரத்தை காட்டு/மறை.
tg: Пинҳони браузери файл
zh_tw: 隱藏檔案瀏覽器

source: Configure %1...
ar: إعداد %1...
bg: Настройване на %1...
bs: Podesi %1...
de: %1 einrichten ...
eo: Agordi %1...
et: %1 seadistamine...
eu: Konfiguratu %1...
fa: پیکربندی %1...
fi: Asetukset: %1…
fr: Configurer %1...
gl: Configurar %1…
he: הגדרת %1…
hi: कॉन्फ़िगर %1...
is: Stilla %1...
km: កំណត់​រចនា​សម្ព័ន្ធ %1...
ko: %1 설정...
lt: Konfigūruoti %1...
lv: Konfigurēt „%1“...
mk: Конфигурирај %1...
ms: Tetapkan %1...
nb: Tilpass %1 …
nds: %1 inrichten...
ne: %1 कन्फिगर गर्नुहोस्...
nl: %1 configureren...
nn: Set opp %1 …
pa: %1 ਸੰਰਚਨਾ...
pl: Ustawienia %1...
ro: Configurează %1...
ru: Настроить %1...
sk: Nastaviť %1...
ta: %1ஐஉள்ளமை
tg: Танзимоти %1...
zh_tw: 設定 %1...

source: About KuickShow
ar: عن KuickShow
bg: Относно KuickShow
bs: O KuickShow-u
de: Über KuickShow
eo: Pri KuickShow
et: KuickShow info
eu: KuickShow-i buruz
fa: در مورد KuickShow
fi: Tietoja KuickShow’sta
fr: À propos de KuickShow
gl: Sobre KuickShow
he: על KuickShow
hi: क्विक-शो के बारे में
is: Um KuickShow
km: អំពី KuickShow
ko: KuickShow 정보
lt: Apie KuickShow
lv: Par „KuickShow“
mk: За KuickShow
ms: Tentang KuickShow
nb: Om KuickShow
nds: Över KuickShow
ne: KuickShow बारेमा
nl: Info over KuickShow
nn: Om KuickShow
pa: KuickShow ਬਾਰੇ
pl: Informacje o KuickShow
ro: Despre KuickShow
ru: О программе KuickShow
sk: O KuickShow
ta: kuickகாட்சியை ஆரம்பி
tg: Дар бораи KuickShow
zh_tw: 關於 Kuickshow

source: Open Only One Image Window
ar: إفتح نافذة صور واحدة فقط
bg: Отваряне само на един прозорец за изображения
bs: Otvori samo jednu sliku u prozoru
de: Nur ein Bildfenster öffnen
eo: Malfermi Nur Unu Bildan Fenestron
et: Ainult üks pildiaken korraga
eu: Ireki irudi bakarreko leihoa
fa: فقط یک پنجره تصویر باز کنید
fi: Avaa vain yksi kuvaikkuna
fr: Ouvrir une seule fenêtre d'images
gl: Abrir só unha xanela de imaxe
he: פתיחת חלון תמונה אחד בלבד
hi: सिर्फ एक छवि विंडो खोलें
is: Opna aðeins einn myndglugga
km: បើក​តែ​បង្អួច​រូបភាព​មួយ​ប៉ុណ្ណោះ
ko: 그림 창 한 개만 열기
lt: Atverti tik vieną paveikslo langą
lv: Atvērt tikai vienu attēlu logu
mk: Отвори само еден прозорец за слики
ms: Buka Hanya Satu Imej Tetingkap
nb: Åpne bare ett bildevindu
nds: Bloots een Bildfinster opmaken
ne: एउटा छवि सञ्झ्याल मात्र खोल्नुहोस्
nl: Niet meer dan één afbeeldingvenster openen
nn: Opna berre eitt biletvindauge
pa: ਕੇਵਲ ਇੱਕ ਚਿੱਤਰ ਵਿੰਡੋ ਹੀ ਖੋਲ੍ਹੋ
pl: Otwórz tylko jedno okno obrazka
ro: Deschide o singură fereastră de imagine
ru: Открывать только одно окно изображения
sk: Otvoriť iba jedno okno obrázkov
ta: ஒரே ஒரு பிம்ப சாளரத்தை மட்டும் திற்
tg: Фақат як тирезаи тасвирро кушодан
zh_tw: 只開啟一個影像視窗

source: Show Image
ar: أعرض الصورة
bg: Показване
bs: Prikaži sliku
de: Bild anzeigen
eo: Montri Bildon
et: Näita pilti
eu: Erakutsi irudia
fa: نمایش تصویر
fi: Näytä kuva
fr: Afficher une image
gl: Amosar a imaxe
he: הצגת תמונה
hi: छवि दिखाएँ
is: Sýna mynd
km: បង្ហាញ​រូបភាព
ko: 그림 표시
lt: Rodyti paveikslą
lv: Rādīt attēlu
mk: Прикажи слика
ms: Papar Imej
nb: Vis bilde
nds: Bild wiesen
ne: छवि देखाउनुहोस्
nl: Afbeelding tonen
nn: Vis bilete
pa: ਚਿੱਤਰ ਵੇਖੋ
pl: Pokaż obrazek
ro: Afișează imaginea
ru: Показать изображение
sk: Zobraziť obrázok
ta: பிம்பத்தை காட்டு
tg: Намоиши тасвир
zh_tw: 顯示影像

source: Show Image in Active Window
ar: أعرض الصورة في النافذة النشطة
bg: Показване в активния прозорец
bs: Prikaži sliku u aktivnom prozoru
de: Bild im aktiven Fenster anzeigen
eo: Montri Bildon en Aktiva Fenestro
et: Näita pilti aktiivses aknas
eu: Erakutsi irudia leiho aktiboan
fa: نمایش تصویر در پنجره فعال
fi: Näytä kuva aktiivisessa ikkunassa
fr: Afficher une image dans la fenêtre active
gl: Amosar a imaxe na xanela activa
he: הצגת תמונה בחלון הפעיל
hi: सक्रिय विंडो में छवि दिखाएँ
is: Sýna mynd í virkum glugga
km: បង្ហាញ​រូបភាព​ក្នុង​បង្អួច​សកម្ម
ko: 활성 창에 그림 표시
lt: Rodyti paveikslą aktyviame lange
lv: Rādīt attēlu aktīvajā logā
mk: Прикажи слика во активниот прозорец
ms: Papar Imej dalam Tetingkap Aktif
nb: Vis bilde i aktivt vindu
nds: Bild binnen aktiv Finster wiesen
ne: सक्रिय सञ्झ्यालमा छवि देखाउनुहोस्
nl: Afbeelding in actief venster tonen
nn: Vis bilete i gjeldande vindauge
pa: ਚਿੱਤਰ ਐਕਟਿਵ ਵਿੰਡੋ ਵਿੱਚ ਵੇਖੋ
pl: Pokaż obrazek w aktywnym oknie
ro: Afișează imaginea în fereastra activă
ru: Показать изображение в активном окне
sk: Zobraziť obrázok v aktívnom okne
ta: பிம்பத்தை இயங்கும் சாளரத்தில் காட்டு
tg: Намоиши тасвир дар тирезаи фаъол
zh_tw: 在作用中的視窗顯示影像

source: Show Image in Fullscreen Mode
ar: أعرض الصورة في نمط ملء الشاشة
bg: Показване на цял екран
bs: Prrikaži sliku u punom ekranu
de: Bild im Vollbildmodus anzeigen
eo: Montri Bildon en Plenekrana Reĝimo
et: Näita pilti täisekraanirežiimis
eu: Erakutsi irudia pantaila osoko moduan
fa: نمایش تصویر در حالت تمام پرده
fi: Näytä kuva koko näytön tilassa
fr: Afficher une image en mode « Plein écran »
gl: Amosar a imaxe a pantalla completa
he: הצגת תמונה במצב מסך מלא
hi: छवि को पूर्ण स्क्रीन मोड में दिखाएँ
is: Láta mynd fylla allan skjáinn
km: បង្ហាញ​រូបភាព​ក្នុង​របៀប​ពេញ​អេក្រង់
ko: 전체 화면 모드에서 그림 보기
lt: Rodyti paveikslą viso ekrano veiksenoje
lv: Rādīt attēlu pilnekrāna režīmā
mk: Прикажи слика преку цел екран
ms: Papar Imej dalam Mod Skrin Penuh
nb: Vis bilde i fullskjerm modus
nds: Bild in Heelschirm-Bedrief wiesen
ne: पूरा पर्दा मोडमा छवि देखाउनुहोस्
nl: Afbeelding in volledig scherm tonen
nn: Vis bilete i fullskjermsmodus
pa: ਚਿੱਤਰ ਪੂਰੀ ਸਕਰੀਨ ਮੋਡ ਵਿੱਚ ਵੇਖੋ
pl: Pokaż obrazek w trybie pełnoekranowym
ro: Afișează imaginea pe tot ecranul
ru: Показать рисунок на полном экране
sk: Zobraziť obrázok na celú obrazovku
ta: முழுத்திரை முறையில் பிம்பத்தை காட்டு
tg: Ҳолати пурраи экранро нишон диҳед
zh_tw: 以全螢幕模式顯示影像

source: A fast and versatile image viewer
ar: مستعرض صور سريع ومتعدد الإمكانات
bg: Бърз и гъвкав визуализатор за графични файлове
bs: Brz i svestran preglednik slika
de: Ein schneller und anpassungsfähiger Bildbetrachter
eo: Rapida kaj diverstalenta bildospektilo
et: Kiire ja mitmekülgne pildinäitaja
eu: Irudien ikustaile azkar eta balioanitzekoa
fa: مشاهده‌گر سریع و همه کاره تصویر
fi: Nopea ja monipuolinen kuvankatsomisohjelma
fr: Un afficheur d'images rapide et complet
gl: Un visor de imaxes rápido e versátil
he: מציג תמונות מהיר ורב־תכליתי
hi: एक तेज तथा बहुआयामी छवि प्रदर्शक
is: Hraður og fjölhæfur myndskoðari
km: កម្មវិធី​មើល​រូបភាព​ដ៏​រហ័ស និង ប្រើ​បាន​ច្រើន​យ៉ាង
ko: 빠른 다기능 그림 뷰어
lt: Greita ir lanksti paveikslų žiūryklė
lv: Ātrs un daudzpusīgs attēlu skatītājs
mk: Брз и разновиден прегледувач на слики
ms: Pemapar imej cepat dan serba boleh
nb: En rask og anvendelig bildeframviser
nds: En gau un ansleegsch Bildkieker
ne: एउटा द्रुत र परिवर्तनशील छवि दर्शक
nl: Een snelle en veelzijdige afbeeldingviewer
nn: Ein kjapt og fleksibel biletvisar
pa: ਇੱਕ ਤੇਜ਼ ਅਤੇ ਆਸਾਨ ਚਿੱਤਰ ਦਰਸ਼ਕ
pl: Szybka i wszechstronna przeglądarka obrazków
ro: Un vizualizor de imagini rapid și versatil
ru: Универсальная программа для быстрого просмотра изображений
sk: Rýchly a výkonný prehliadač obrázkov
ta: பல்திறனும் வேகமும் உடைய பிம்பப் பார்வையாளர்
tg: Тез ва тасвири нозирии ҳаматарафа
zh_tw: 一個快速且多用途的影像檢視器

source: (c) 1998-2009, Carsten Pfeiffer
de: © 1998–2009, Carsten Pfeiffer
gl: © 1998-2009 Carsten Pfeiffer
he: (c) 1998‏-2009, קרסטן פייפר
km: (c) រក្សាសិទ្ធ​ឆ្នាំ ១៩៩៨-២០០៩ ដោយ Carsten Pfeiffer
nb: © 1998–2009 Carsten Pfeiffer
nds: © 1998-2009: Carsten Pfeiffer
nn: © 1998–2009 Carsten Pfeiffer
pa: (c) ੧੯੯੮-੨੦੦੯, Carsten Pfeiffer
ru: © Carsten Pfeiffer, 1998-2009
